{
    "评论 1": "最懂蝶衣袁四爷\n李碧华名作《霸王别姬》，我没看过原著，只看了电影。之前东鳞西爪地听人讲过这故事，略有了解。又在电视里瞥到几眼片段。一直耿耿于怀。为了表示对这部向往已久的好片子的尊重，破天荒地买了正版影碟。然后在一个冬夜裹着棉被捧着红茶看完。\n\n如一切李氏作品，于沧桑倒转岁月轮回的幻丽之外，片中爱恨刻骨，人物鲜明，似欲乍生生活在眼前。张丰毅的小楼自是力拔山兮气盖世的刚了，张国荣的蝶衣却是令人心髓俱碎的柔。红氍毹上，霸王别姬，刚柔相济，侠骨柔情，怕不迷得多少女子，万劫不复？阿弥陀佛。\n\n看完之后我独自窝在暖热的黑暗里沉迷。思想依然深陷，一波一波巨大冲击剧撼，乍梦乍醒。正是又一次不巧路过高人居处，被那高空坠物，当头砸倒，脑震荡又不知要若干天。但于如此剧烈震撼之中，好色之徒如我仍有余暇将片中男子拿来一个个在脑中过滤，陡然发现，最后剩在心坎上，滴溜溜一颗夜明珠，可不是霸王，也不是蝶衣，而是袁四爷。\n\n——对，就是那个由葛优扮演的有些獐头鼠目一笑露出两颗大门牙的津津垂涎于男旦蝶衣最后遭人民政权镇压的反动戏霸袁世卿，袁四爷。\n\n且莫认为我是穷极生疯一心想着要当反动会道门头子的小老婆。领导说，世界上没有无缘无故的爱（也没有无缘无故的恨）。待我细细将四爷的诸般好处，一一道来。\n\n袁四爷首次出场，是在小楼蝶衣一折满堂彩的《别姬》演出之后。那时节霸王虞姬，正是月朗花香，溶溶脉脉，镜里双双望定，更不知戏外别有天地。\n\n四爷便在此时闯入这二人世界。亮相先是“一点薄礼”。蝴蝶盒子里白晃晃全套珍珠钻石头面。好。有钱人捧戏子，挥金如土，也是常情。不过见得一份豪奢气魄。正如戏院经理所说：“都说当年太后老佛爷，她老人家赏戏，有这样的手面吗？——没有吧！”\n\n四爷是冲着蝶衣来的。目的很明确，并不遮遮掩掩。但蝶衣眼里没有他。“舍下小坐”的要求，先是小楼的生硬，再是蝶衣的委屈，两次被拒。四爷是经场面的人，这一小场戏里头，自己是个惹厌的反角，当然心明眼亮。当下脱帽躬身，彬彬而退。更无半句废话。他没有当场暴跳，并不奇怪——这点涵养总还是有的，不然也混不到这份儿上。稀罕的是那份从容里头自有一种笃定，拿准了那只蝶，飞不走。并无老谋深算的阴险。只是一种淡然却坚定的自信。或许他相信除了钱，自己亦有其他，值得一个人被掳获。\n\n这一小场中，霸王与戏霸，五七步之争第一次埋下伏笔。\n\n他不焦，不燥，不馁。由此我相信他并不是只知最后到手的一刹肉体之欢，那“皮肤滥淫的蠢物”。他亦懂得享受追求过程中的种种坎坷苦乐，不为人道的细腻感受。\n\n过程就是结局。除了求爱，求欢，于这漫长曲折的人生，四爷当亦比他人获得更多过程中的印象与滋味。\n\n第一回合的照面，四爷是个丰富敏锐，懂得咀嚼生活的男子。是在世道中打过滚来的人，因此学会平淡处之。\n\n四爷不曾使甚卑鄙手段，因此也不曾在二人之间造成裂痕。相信他在追求（不管是男人还是女人）之中，纵是满心渴望，亦保留有所不为的原则。反倒是小楼方面，横里插进来一个菊仙。这才是真真的男欢女爱。蝶衣那“与师哥演一辈子别姬”的鸳鸯畸梦，终于化作云烟。\n\n在小楼与菊仙定亲的时候，蝶衣独自仰躺在椅上。未卸的妆艳丽凄迷，一头长发散落，满目漆黑。是盲目绝望的永不可能的恋。面前是那面曾映照过霸王与虞姬身影的镜子。霸王不再。他已是别人的丈夫。互为形影的日子永不回头。此刻的镜子，代表的是蝶衣空洞的心。\n\n于是四爷再现。镜头里我们看到一根长长的翎子，斜斜伸入镜中。四爷企图进入蝶衣的心。\n\n“这双翎子，是从活雉鸡的尾巴上，生生收取的。当真是难得。”——也不知他是在说蝶衣难得还是在说自己这份心难得。从活雉鸡的尾巴上生生收取的翎子，残酷地叠印片中交缠一世，不得救赎的爱恨，也叠印乱世里屡遭摧折的绝美的京戏艺术。——一时多嘴，跑题了，回来再说四爷。\n\n在四爷的宅中，蝶衣看到那把年少时许下心愿要送与师哥的剑。于他，那剑是关于他的爱人的威严，关于一份自幼固执的信念，关于虞姬对霸王的全部理解与寄托的信物。他要得到它。一个眼神，四爷已知其意。他说：“此剑是张府败落时费了大周折弄到手的。”又说：“你我之间不言钱字。那个字眼实在不雅。”这样张扬的狂傲，却未令人觉得他在市恩。缓而沉的语调，狂得有资格，傲得有资本。——由此亦可见，敢说“那个字眼实在不雅”，必得坐拥若干身家，不然便得是尝过富贵浮云滋味的过来人，否则，不是实在不食人间烟火（这种人我还没见过），便是故作清高，要么就是不知疾苦、更不知死活的狂言。\n\n于是，宝剑赠佳人。\n\n蝶衣是四爷心目中一顾再顾，倾城绝世的佳人难再得。对于蝶衣自己，男儿郎与女娇娥的身份颠倒一生，始终就没弄清楚过。对于四爷，蝶衣是男是女，也已经不重要。重要的是，在蝶衣身上，他看到所谓完美的化身。\n\n相信四爷对于蝶衣，欣赏的成分远多于情。情是一种不可理喻的深陷痴缠，要疯狂，要占有，妒恨煎熬，抵死缠绵。就像蝶衣对小楼。我们可以完全挑不出一个人好在哪里而依旧爱他，也可以相爱一世却依然彼此陌生。情是不需要懂，只需要服从它的安排。但四爷对蝶衣，不是。蝶衣的好处，蝶衣的美，大众看到的，他懂，大众看不到的，他也懂，就连蝶衣自己不知道的，他亦看到。四爷是如此敏感的人。他把蝶衣灵魂里美好的东西，看个通透。\n\n一笑万古春，一啼万古愁。此境非你莫属，此貌非你莫有。当四爷说出这句话的时候，指的绝不仅仅是蝶衣的容貌。根本上，四爷与蝶衣一样，是个艺术疯子。于京戏（还有昆曲）这门艺术，他浸淫一生，奉献了全部的心与魂。正像蝶衣所说，京戏全在情境二字。因为情境，两三个龙套穿梭，便是千军万马。因为情境，空无一物的舞台上，这些人分花拂柳，翻山越岭，攻城掠地，活生生演尽才子佳人帝王将相一生的悲欢离合。京戏实在是心的幻术。而情境这个东西，看不见摸不着，可遇不可求。所以当四爷与蝶衣，台上台下，两个对京戏几近入魔的戏痴乍一相逢，电光石火间，便有云垂海立的震撼。那一刻他们的灵魂是相通的。他们都是情境中的人。\n\n所以对四爷来说，蝶衣绝不只是一个美貌的戏子。在蝶衣身上，他看到京戏的化境。那是他一生痴狂的东西。对他来说，蝶衣已是艺术完美的象征。四爷这一生没机会登上红氍毹为他理想中的艺术奉献自己，他必须在俗世名利中打滚，这是无可选择的。但是在蝶衣为戏而痴的灵魂里，他可以看到另一个自己，纯粹的倒影。四爷对蝶衣的爱恋，实际上是有着自恋的成分，和对自身完美的期许。这样狂热的痴迷，已经分不清爱的是艺还是人。但是他对蝶衣的态度，仍是节制的。并未陷入爱之便欲毁之的极端。\n\n事实上蝶衣的性别真的已经不是这一场爱欲的焦点。四爷并不是真正的同性恋。他爱蝶衣不是因为他是个美好的男人，而是因为他是个美好的人。代表理想中极致境界的人。相信如果蝶衣是一个女子而具有同等高超的艺境，四爷照样会爱上她。又想象，如果四爷真的爱上了某个女子，也必定会比这个女子自己更懂得她的美，她灵魂的本质——除非棋逢对手，被他遇到一个同样敏感至极的女子——不过这概率不大啊。终究这种人不会太多。\n\n他是真正懂得蝶衣的人。他说，在看蝶衣演出时，有那么两三刻，他有所恍惚，疑为虞姬转世再现了。——其实，在这部影片的本义中，蝶衣被赋予的本来就是虞姬的灵魂。为霸王生，为霸王死的从一而终的一颗燃烧的灵魂。四爷看到的，恰正是蝶衣的本相。\n\n不疯魔不成活。这是小楼两次用以评价蝶衣的一句话。说这话的当时，一次是在蝶衣发疯似地凄喊：“我要跟你唱一辈子戏。少一年，一个月，一天，一个时辰，都不是一辈子！”一次是在文革中，实行“现代戏大改革”之时，坚持“情境”的蝶衣在讨论会上独排众议反对现代戏（实际上反对的是对京戏的粗糙化和政治化），然后闭门不出。当小楼说“你一辈子就知道唱戏，你也不出来看看这世上的戏都唱到哪一出了”的时候，门里传来蝶衣幽幽的声音：“虞姬她为什么要死？”——小楼骂出了那句话，愤然离去。\n\n那个时候，我在想，倘若四爷在，他一定会懂得。蝶衣的坚持。对感情的坚持，对艺术的坚持。蝶衣是这样执著于理想的，纯粹的人。他的灵魂就是一股火，认准了一个方向便一路烧下去不回头，哪怕玉石俱焚。\n\n小楼不懂。小楼与蝶衣并不相同。他是世俗的霸王，期许的是一些物质的，着实的，平凡的幸福。对这个人世，他并不隔膜。他也懂大势所趋，也懂顺应潮流。他是常人。正常，也平常。而蝶衣是疯子。终其一生，蝶衣只生活在自己的心中，只遵循自己内心的声音。他们不是一个世界的人。\n\n而四爷，我相信四爷如果在，会懂得蝶衣。不疯魔不成活。但真正的爱情与真正的艺术，原本就是一种疯魔。蝶衣是做到极致的人。他凭借一种天赋的狂热抵达了感情和艺术的真义。\n\n在外部行动上，四爷或许不会如蝶衣那般绝然。但，他会懂他。他们是一类人。因为过度的敏感和唯美，而经受焚炼。\n\n四爷曾问蝶衣：“你愿作我的红尘知己吗？”——实际上，在这个红尘里（在这部电影中），蝶衣真正的知己，唯四爷一人而已。不论蝶衣答不答应，承不承认，他与四爷都已经是一对孤独的红尘知己。\n\n小楼不是。他始终未曾进入蝶衣的内心世界。他眼中只看到一个过度痴迷于戏、过度痴迷于他的师弟。而蝶衣，是虞姬。为了内心完美的坚持而死的虞姬。小楼是寻常的人。蝶衣与四爷，是两颗熊熊的灵魂。\n\n影片中有个细节令我非常感动（令我感动的细节也太多了，姑且拣一个说）：日军占领北平。在悬着大东亚共荣条幅的戏院里，蝶衣于台上贵妃醉酒。霓裳羽衣，飘飘旋转着绝世的风华。头顶忽地撒下无数抗日传单。灯骤灭。台下喧哗。没有人再顾及台上的贵妃。一片混乱之中，唯有蝶衣，独自于黑暗之中，传单之下，继续着未尽的绝美舞步，丝毫未曾停滞。一片混乱之中，也唯有四爷，独自于楼上包厢继续目不稍瞬地注视黑暗中的蝶衣，丝毫未曾分神。\n\n这便是艺德和艺魂罢。不问外界风云突变，不问这世上如今是谁主沉浮，也不管有没有人在看。上了舞台，是虞姬便是虞姬，是贵妃便是贵妃，黑暗中，也要坚持演完那场戏。那已经不是演给任何人看，是一场，对艺术的献祭。而四爷，即使看不见，他知道蝶衣在继续。他们对艺术如此敬重，对自己的心如此忠实。片中具有这等艺德与艺魂的，有科班的关老爷子，有蝶衣，有四爷。\n\n当四爷孤独地在黑暗中为蝶衣鼓掌，他们之间的关系早已不是出卖身体的戏子与买笑追欢的大爷。那是两颗相通的纯粹的灵魂，在这个浮躁的世界上，值得惺惺相惜。\n\n当骚乱的众人终于随着四爷的掌声望向黑暗中独舞的蝶衣，灯光复明，掌声四起。那辉煌的一刻。（我在被窝里攥着茶杯把激动不已）。\n\n在国民政府掌权，蝶衣因曾替日本人唱堂会而以汉奸罪受审的时候，四爷又有惊人表现。\n\n先是小楼与那经理拜访四爷，恳求出手相救蝶衣。小楼说救出了蝶衣，他们兄弟俩（忘了是几年）的包银全归四爷。四爷道：“没你的包银，你当我就喂不起这几只鸟了？”——可以想象，时移世易，四爷大约亦没落了。虽然，余威尚在。但这句淡淡的话，并不令人感到负气，亦不似死要面子的强撑。四爷清楚自己的底子和实力，亦懂得在渐进的没落中，如何不失尊严。也是看过了大起大落的人，知道这世上，你方唱罢我登场，兴衰原是寻常事。所谓“守得贫，耐得富”，淡眉静目之间，便是气度。\n\n四爷当然并非贵族。但骨子里，那一种超脱于蝇营狗苟的世道之上的高绝，不是天生的贵秉，至少是强者，是智者。世路里磨出来的明净。\n\n他仍未忘记多年前那一个“霸王回营见虞姬，到底是该走五步还是走七步？”的回合。于这危急时机，切切地提出。这是四爷于艺术的认真，亦是四爷作为一个有血有肉的人，一份任性与妒忌的心思。要折倒那个男人，折给不在现场的蝶衣看。通部电影，四爷吃醋耍性子，仅此一处，不动声色的流露。\n\n小楼终于屈服。紧跟着是菊仙的精彩加入。痛快泼辣的言语，一字一句无不有背面文章。这一场心理速战，人性抽丝剥茧，层层尽现，好看至极。\n\n在法庭上，面对检察官“程以淫词艳曲，辱我民族尊严，灭我民族精神”（原文记不大清，意思如此）的指控，四爷从容站起，开言：“方才检察官所说之淫词艳曲，”——静寂片刻，突然用力猛拍栏杆——“实为大谬！”全场被震得无一丝声息。四爷又说：“当晚程所唱者，牡丹亭游园一折，众所周知，乃国学文化中之最精粹。何以在检察官口中，竟成了淫词艳曲了呢？如此污蔑国剧精粹，不知是谁专门辱我民族尊严，灭我民族精神？”咬文嚼字沉沉道来，竟于法庭之中，赢得满场掌声。\n\n这一场是四爷性格中硬、烈、猛、威的一面，最正面淋漓的一次展示。偏是用了极缓极慢，又极掉书袋的语言。正是龙虎精神，原不必大呼小叫。整部电影中，四爷没干过正事。从朝到晚，捧戏子，讨好，诱惑，调情，直至堕落畸变的肉体欢爱。但于此一场，我们就可想见这个男人若处大事，临大节，该是何等的从容不乱，何等的中流砥柱。是性命交关处，可托以大局的人。\n\n四爷最耀眼的一刻完美地展现。正像昏睡的猛兽，平时看着也不见得怎样，偶一睁眼，便有夺星替日的光华。\n\n跟着的，就是结局了——并非电影的结局。是四爷的结局。\n\n四爷的结局是死。解放后，在镇压反革命分子的运动中被枪毙。\n\n电影中看不出来四爷都干了些什么罪大恶极的事。我们只能听到一些抽象空洞的罪名，类似鱼肉百姓这样的词语，却不知他是怎样个鱼肉法。他最终的定名是“戏霸袁世卿”。在一片“打倒，打倒，打倒……”声中，被宣判以“不杀不足以平民愤”——五花大绑，推出去枪毙了。\n\n四爷死得很惨。但在江山易色权力更迭的大时代里，那样的结局，也是寻常。政治历史，翻云覆雨，不问苍生。谁是谁非都不好说，无辜被牺牲，也只能认了。四爷冤枉与否，我们无从得知。但那样的死法必不好受（实际上怎么死也好受不了）。正是众叛亲离，英雄末路。在时代的巨力下，盖世的豪杰也只是芥尘，眼睁睁看着自己，碎为齑粉。\n\n生命的最后一刻，充满唾骂与侮辱。被剥夺了作为一个人死去的基本尊严。没有同情的眼光。没有留恋的声音。甚至可以预知自己死后，不会有人为自己掉一滴眼泪。四爷站在高高的台上，瘦长的身子被用力摁低，颈后插着代表耻辱的姓名牌。他的名字，打了血红的叉。作为“人”的资格，已经被取消。最后几分钟的残喘，他不过是一具供人任意折磨轻侮的行尸走肉。\n\n他被迫卑微地低下头去。\n\n死亡只是一刹，并不可怕。但之前这精神上的摧残，令人崩溃。他必须眼看着自己孤独地走向死亡。已经被全世界唾弃。\n\n洪亮的声音宣判了他的死亡。群众撕裂了他的姓名。在一片扭曲的人脸与沸腾的骂声之中，四爷昂然抬首，迈着四方步被押赴刑场。他的戏结束了。\n\n四爷痴爱戏剧的一生，始终与舞台无缘。但生命的最后一幕，他终于能够在台上完成。他以最完美的姿势退出了人生。那是一种王者的步伐。那是漫长的演出里，最终的，绝世的一折。尘埃落定。\n\n人生如戏。最终，四爷不负这戏，戏，不负四爷。\n\n他一生追寻的情境，终于以这样的方式得到了完成。\n\n我相信当四爷迈着四方步退出，抬起头见到台下振臂高呼打倒的人群——那一瞬间，他心里对他们，是没有怨恨的。四爷心中，世情已是如此透彻，他当知道，这些人和他一样，在时代里是不能够自主的。他也当知道，这些人未必真的相信他的罪名，也未必真的恨他。他们喊，他们骂，他们打倒他，最终，他们杀了他——也不过是为了自保。而——已。浮沉乱世，人人都被诅咒。苍茫的——中国，已经没有慈悲。他一定知道。\n\n繁华落尽。功过无言。四爷最后的脸，是一片平静。他从容赴死，不是勇敢，只是看透。\n\n世界既已癫狂。不如，归去吧。\n\n影片将人置于极度混乱和残酷的境遇中。于是在这样灭裂的碾压倾轧中，人性的卑劣被逼出来，人性的高贵也被逼出来。极端的环境像榨汁机，榨出人的鲜血与泪水，让银幕下的我们，闻到生命最深处的血腥和芳香。\n\n四爷终于是归去。他退场的时候，我在心里为他打着属于一个英雄的锣鼓点。\n\n不知道在生命的最后时刻，四爷的心里在想着什么。是这一生纷红骇绿的奢靡，是曾经的罪孽，是京戏昆曲，还是那个电闪雷鸣，于大雨中持了宝剑勾了脸谱与蝶衣对演别姬的夜晚。或许，他什么也没有想。\n\n雨水中，蝶衣溶化了的凄艳妆容。凤眼朱唇，胭脂红泪。定格成四爷心中的永恒。\n\n看到后来文革的戏，小楼在逼迫下屈服，为求自保当众揭发蝶衣。又与菊仙划清界线。我知道那乱世人性，无可厚非。但，我也知道，倘若四爷还活着，倘若四爷遇到相同的境遇，必不如此。\n\n小楼始终是平凡男子。京戏于他，只是谋生的技艺。感情于他，亦只是人间幸福的寄托。因此受到外界巨大的压力，他可以放弃这一切。但是对蝶衣，对四爷，那是生命的终极归宿。不必刻意坚持，已是共生共存。研丹擘石，赤不可灭，坚不可夺。\n\n虽然，在疯狂的社会里，是否忠实于自己的灵魂，一样都没有好下场。小楼随波逐流，蝶衣与四爷坚持追寻，到最后，玉碎，瓦亦不能全。在多少追问与挣扎之后，电影留给我们的，只是一片荒凉。\n\n这一生，小楼竟不是蝶衣的知己。他只是一个舞台上的霸王。一个渴望寻常茶饭、妻小天年的男子，承受了一段强烈的宿命的感情。他所求的平淡生活，终于被这段感情毁灭。\n\n其实真正的霸王，是四爷。一掷千金的看重。刻骨的了解。相通的灵魂。直至最后末路英雄式的退场。他全部具备了。\n\n我对四爷最后的定义是，他是一个悲哀的霸王。没有被虞姬爱上的霸王。\n\n霸王别姬。这一世，霸王与虞姬在轮回中错过。\n\n片中几个主要人物，小楼，蝶衣，菊仙，性格在开始时都是模糊不定型的。在影片的演进中，他们的个性亦在情节里一点点同步成长起来。随着际遇的跌宕，他们也在不停地变。唯有四爷，从出场便已经是一个完成的生命。所经历的一切，不过是这里那里地将这个灵魂展现出来。四爷始终是四爷。是片中一个已经定型的成熟的男子。\n\n葛优的表演，拿捏得恰到好处。低沉的声音，不焦不躁的眼神，台词微妙的顿挫与那高瘦身躯的肢体语言，在在刻画出一个戏剧国度里的霸王——戏霸，袁四爷。于是令我猝不及防，偶然间，心似缱——呀，就这样，轻轻地，爱上他。这个磐石一般的男子。\n\n又有英雄气度。又有儿女情长。又会成功，又会享受成功。又视死如归，又心细似发。又敏于艺术，又透彻，又执著，又懂得所爱的人（不论是男是女）——这样的电影中的男子啊。\n\n倘有霸王，女人当然宁作虞姬——但没有。所以我们只能好好生活，天天向上，不要为谁拔剑抹脖子，细细打算以后的幸福，然后看了电影哭泣，徒羡蝶衣。\n\n——现世中，四爷难寻。\n这篇影评有剧透\n",
    "评论 2": "关于《霸王别姬》-\n 又看《霸王别姬》，不一样的环境，一样的感动。\n有几大矛盾对象：    \n程蝶衣与段小楼\n蝶衣从最开始进京剧班，就与小楼有着很深厚的感情。我们可以看到许多感人的画面：小楼受罚，黑夜冬天在院子了跪着，蝶衣则隔着窗子心疼地看着他，等小楼回来后则自己光着身子，却把被子给小楼裹上。接着那个他们依偎在一起睡觉的场面大家一定很难忘记，蝶衣紧紧地搂着小楼，仿佛怕失去了他。而小楼对蝶衣也是深深的爱护，他开始知道蝶衣不想学京戏了，那一次，他却把蝶衣放走了，尽管他十分的不舍的。还有后来让老板来，听蝶衣总唱不好“我本是女娇娥”，就用烟斗烫他，从而使蝶衣第一次唱对。\n毋庸置疑，他们都是相互喜欢的，但是，小楼对蝶衣只是好兄弟一样的感情，而蝶衣对小楼则超越了亲情。由于总在戏中扮演青衣，唱的是女腔，学得是女形，久而久之，在社会及角色中，他则比较倾向于女性。对小楼，他也一直是以一个女性的角色，例如帮小楼舔伤口，给小楼画脸谱，其亲昵的动作无不体现出他对小楼的超出一般的感情。尤其是在出现了菊仙以后，他对菊仙的嫉妒和对小楼的怨恨，都很明显的变现了他社会角色中女性化的特点。\n\n程蝶衣与小癞子\n小癞子给蝶衣留下的最深的印象，莫过于一句话：“等以后我成角儿了就天天吃糖葫芦”和一个场景“最后因为害怕被师傅毒打，而上吊自杀。”他的自杀是有准备的，由于看着蝶衣被打的恐怖的场面，或许还由于他觉得成为一个角儿还要挨很多很疼的打而觉得害怕？总之，他有准备的自杀了，死之前他把自己身上所有的吃的东西都急急忙忙的吞了下去。这也许是许多学京戏却没有成角儿的人的另一种选择吧。梦不能成真，就只有在虚无的世界中去寻找了。\n但他却留给蝶衣一生的印象。在蝶衣成角儿后，一次入场前他听到了冰糖葫芦的吆喝声，就愣住了。那时候，他想到了什么呢？小癞子的梦想？小癞子的死？或许是震惊和无奈？\n\n程蝶衣与张公公\n张公公玷污了蝶衣。成了角儿，也并不一定只是荣誉和欢乐。他们或许还不知道，开始只是拼命的向前奔，可后来等达到了目标，却才发现这结果也许并不是美好的，可却，只能接受而不能改变了。\n讽刺的是，后来的新中国成立前夕，曾经呼风唤雨，为所欲为的太监，张公公，却成了一个买烟的贫苦的老人，并且已经神智不清，只知道卖烟的人。他曾干过的一切，就在他的混沌中被遗忘了吗？可是受到伤害的人，却是一生的无法挽回的创痛。社会中人与人之间，一件事也许对一个人来说微乎其微，何时对另一个人来讲也许是决定性的。\n\n程蝶衣与菊仙（妈妈）\n从一开始蝶衣对菊仙就充满了敌意，嫉妒，因为她抢走了小楼，一个蝶衣生命中最最重要的人。他们之间也许存在着一场战斗，而蝶衣注定是失败者。\n可是，在一幕幕蝶衣与菊仙的对视中，他有对蝶衣有一定的依恋，是一种对于母亲的依恋。尤其在他戒毒瘾时菊仙抱着他哄他睡觉更表现得淋漓尽致。蝶衣从小就被妈妈送到京戏班，连妈妈的最后一眼，那个空荡荡的没有人影的门，都没有看到。因此他对母爱是渴望的。并且菊仙和蝶衣妈妈得出身一样，都是妓女，更给他一种幻象，菊仙有着他妈妈的众多特性，女性，泼辣，妓女。\n因此他对菊仙的感情就非常的矛盾了，在敌视与依恋中徘徊。\n\n程蝶衣与袁四爷\n也许袁四爷是他的知音，在京戏方面。他在蝶衣失去小楼的最痛苦的时候，让蝶衣产生了幻觉。他很欣赏蝶衣，他也给过蝶衣很多的帮助，各个方面。但小楼对他是充满敌意的，也许是因为他对蝶衣的特殊的关照也令小楼嫉妒了？但他的命运让小楼和蝶衣都很惊讶，一个社会上游刃有余的名流，终会遇到一种无法逍遥自在的社会。他就那么的死了，被历史碾死了。\n\n程蝶衣与小四\n蝶衣捡来了小四，在师傅死后，又收养了小四。他是想让小四延续京剧的发展。可时候来，小四却无情的将蝶衣打下了地狱。他抢占了蝶衣的上台的机会，他抢占了虞姬的角色。而对于蝶衣，一个把京剧视为生命，甚至比生命还重要的人，如果连京戏都被剥夺了，那他还能剩下什么呢？\n\n程蝶衣与京戏（师傅）\n师傅把蝶衣领进了京剧的世界，一个严厉的，传统的，却对京剧充满理解的师傅，他最终在唱京剧时倒下了，辞世了。无疑，他给了蝶衣很大的影响。蝶衣慢慢的从只知其声，其形，到了解其中的精粹，最终把其视为生命。他在表演时非常的入境，常到达一种与戏中的人物和一的境界。那种潜心投入的表演，一切外在的喧闹和烦扰都不能够影响。\n\n程蝶衣与时代（清末，侵华，民国，新中国初期，文化大革命，之后）\n一个动荡的年代，人们的思想也是非常慌乱的，不确定的。连国家，民族，你都不能确信，你就更不能确信任何其他的一切了。人们仿佛都是漂浮在空气中的，没有根基。善于生活的人也不一定能够生（比如袁四爷），懂得人生常识的人也不一定能够生（比如菊仙）。\n清末，百姓，戏子，被动得像旗子一样受封建残余的玩弄，不能把握自己的命运。\n日寇来了，无辜的人们的姓名也不能幸免。或许艺术能够无国界，可是舆论却不能够接受，民族感情不能接受。\n民国呢，仍然是动荡不安，随时都会发生变动。\n短暂的新中国初期，对于京剧形式的变形，蝶衣很难接受，毕竟，那不是他心中的京剧的印象。可是他不能决定一切，因为时间的车轮在不停的转着。\n他一直都在唱着，不管是哪一个时期，或许，每个时期都需要艺术。艺术没有时间性。可是，在这其中蝶衣总要时不时地受到外界的干扰，政治，一个无聊的却无法避免的东西，在艺术前进的道路上洒满了图钉。\n文化大革命来了，一切真的都颠覆了？革文化的命，对文化进行批判，打破固有的一切文化。或许如果这只在学术界进行，只是行而上的批判是好的，可是当权力掌握在了不成熟的头脑发热的人的手中，也许就变味了。没有了文化，没有了标准，没有了历史，每个人都可以是他想是的了，最终，也就什么都不是了。\n\n程蝶衣与死\n蝶衣真的累了，经历了那么多辉煌与动荡，得到，失去，又得到。最终，他选择了在戏中结束自己的生命。一生都无法把握住自己，一生都宿命的漂泊，终在死亡这件事上他做了自己的主人。一幅完美的画面——霸王别姬，永不能重演了。留下了孤零零的楚霸王，人生，也许真的只是一场戏。爱，别，离，怨，憎，恚，总得有一个苦涩的结局来收场。\n\n程蝶衣与张国荣\n虞姬死了，呈蝶衣死了，张国荣死了。戏里戏外，真真假假，可是，结果都一样。\n\n\n                            2005.4.29\n© 本文版权归作者  psyduck  所有，任何形式转载请联系作者。\n这篇影评有剧透\n",
    "评论 3": "迷恋与背叛——[霸王别姬]\n    必须承认，在看这部电影之前，对国产电影有种本能的偏见，认为就是拍不过人家的大导演，拍不出人家的大手笔。当然，其实这是谬论。现在不用谁站出来批判一下我的这种情节，我自己也会毫不客气的承认。\n    从前对张国荣一直都没有感觉，可在[霸王别姬]里，每每看到他，都会有心灵为之一颤的感觉。那种没落贵族的高雅气质，那种哀怨而骄傲的眼神，那种轻柔又充满感情的动作，无一不让人心牵程蝶衣的所有一切。他的情感，他的心情，他爱的人与他妒忌的人。\n    其实蝶衣是个单纯的人。被师傅逼着从小唱坤角。但每次都会说“我本是男儿郎，又不是女娇娥”。他是为了小石头，为了那个一直照顾他、关爱他的大师哥、后来的霸王段小楼而留了下来，心甘情愿的在后来唱：我本是女娇娥，又不是男儿郎。\n    他并不知道，在那以后，他所有的心情与情感就轻轻的在这句话里被颠覆了。\n    从此，小豆子成为了程蝶衣；或者，更确切地说，只是成为 “虞姬”，虽然他也演“贵妃醉酒”，扮“牡丹亭”，但他的心愿，只是与他的霸王呆在一起唱一辈子的戏，做到师傅昔日里说的那般，“从一而终”。但就如段小楼所说，他忘记了，戏与人生本是两码事，他偏要将戏中全部的思想与情感倾倒进生活，如此固守，执迷不悔。\n    直到菊仙的出现，直到这个名妓抢去了他的“霸王”。不知道为什么，在看到所有人恭贺着段小楼能与菊仙定亲而程蝶衣突然打开房门安静的出现在热闹的人群中时，心里会生出深深的遗憾与伤感。我想我是被蝶衣单纯的执著所感动，以至于始终对处在这场纠葛中的最大受伤者抱有同情与遗憾。\n    除了段小楼，京剧就该是他最难割舍的东西了。其实人戏不分倒也正能从另一个侧面反映出他对戏的痴迷。他为日本人唱戏，开始仅仅是为了营救段小楼，但青木对京剧的尊重与喜爱又令他不自禁的感到宽慰。相较之下，段小楼、小四所代表的所谓“劳动人民”反显出一种可笑的愚昧。\n    相对于蝶衣，菊仙要幸运得多，也不幸得多。她得到了段小楼的爱，却也经受了他的背信弃义。对于蝶衣，她内心始终复杂：既反感他人戏不分地迷恋自己的丈夫，又轻视他耍尽手腕要与段小楼在一起。作为女人，她在身为名妓时就渴望从良，有种要保护自己家庭的本能。她认为一切的不祥都缘于蝶衣，所以曾强烈要求丈夫与他分开；但她胆色过人，同样心地宽厚，心疼被毒瘾折磨得死去活来的蝶衣，怜惜无法上台演绎“虞姬”的蝶衣，甚至在丈夫揭发蝶衣时也予以喝止。在她生命的尽头时刻， 只是澹然的将蝶衣送给小楼的剑放还给揭发了她的蝶衣，然后转身，回头，轻轻一笑，无奈伤感却无限宽容。这个八面玲珑的女子被自己深爱并深信的丈夫推向深渊，却没有再去害任何人。坚强，孤独，又那么骄傲。\n    可笑的是被他们两个同时迷恋的“霸王”。迷恋是什么？那是包含了太多纯粹与伤感的东西。挚爱，信任，无悔，崇拜，是一种深陷其中欲罢不能也不愿的盲目情感。但整个悲剧的最深邃最惨烈之处，正在于这种迷恋所遭受的彻底的毁灭性打击。两个人共同的偶像在自身难保的情况下几乎没有犹豫就作出了决断——背叛。而对象就是他深爱的妻与深信的师弟。\n    直到最后。历经种种磨难后的蝶衣与段小楼重新站在了舞台上。二人再度合作起那场见证了他们全部甜酸苦辣全部心情故事的“霸王别姬”。当段小楼忽然的唱出“我本是男儿郎”时，蝶衣那么自然的接口：又不是女娇娥。段小楼只是说，错了，又错了。蝶衣于是在那刻恍然的醒悟：一直沉溺在戏中多年的情感原来只是“错了，又错了”。他终于没有选择，坦然地拔剑，在那把见证了他们师兄弟从头至尾全部故事的剑下倒地。那样平静，波澜不惊。最终，他在清醒里背叛了自己的情感；也或者，他已经做到了“从一而终”。只因，他是以“小豆子”的身份出现在师兄面前，也以恢复了的“小豆子”的身份死在师兄的脚边。\n    两个固守于爱、固守于信仰的人，一个以死保住了自己的清白，一个以死回复了最初的自己，只剩下那个曾经叱咤江湖的“霸王”站在那里。一个人在舞台中央。那么寂寞。\n这篇影评有剧透\n",
    "评论 4": "胡说霸王别姬\n程蝶衣：阉割的完成\n\n和我一起看电影的某个纯洁善良的小孩，看到小豆子被“咔”的一下剁掉了多余的手指时，作不忍目睹状。而我则一脸坏笑地想起一个词：阉割。我始终认为剁手指的一场戏在剧中一定有它的象征意义，否则根本无需设置小豆子的六指，也丝毫不影响叙事情节的进展。\n\n蝶衣是男身女魂，在现实中，他的多余器官是手指；在精神上，他的多余器官是男性的生殖器官。小太监们为了进入宫廷而在自愿或懵懂的情况下切除了生殖器官，而小豆子为了进入戏班而切除多余手指的过程也处于半懵懂状态——精神上，他并不十分清楚母亲会对他做什么；肉体上，冰冷的环境使他的痛觉神经相对麻木，所以在切除手指后他表现得比较平静。于是一刀下去，小豆子肉体上的“去势”仪式就算完成了。\n\n然而这种“阉割”不过是一个隐喻，真正实现由男变女的过程，还要经历漫长的而艰难的过程，所谓雄关漫道真如铁，那么而今迈步从头越吧。\n\n先是性别认同，“我本是女娇娥，又不是男儿郎”，这一段背台词的情节已经是寓意明显而且家喻户晓众人皆知了，外部观念不断重复，最终就会内化为自我意识。而这种性别认同的最终完成是由 “烟枪捣嘴”的动作实现的。这一动作的实施者是段小楼，此时程蝶衣穿着旦角的戏装，被贴上了女性的标签；“捣嘴”的动作类似于男性对女性的强奸，蝶衣在半自愿的情况下配合了这一动作，他的性别意识的转化是在外界推力和内心愿望的共同作用下完成的；“捣嘴”的工具是烟枪，烟枪暗示着迷幻和上瘾，预示着蝶衣将彻底沉迷于他错误的性别定位的幻影，再也无法自拔。\n\n好了，程蝶衣同学，现在是“女娇娥”了。成了“女娇娥”的蝶衣经历了他毫无防备措手不及的肉体上的“破身”，即老太监玩弄事件。紧接着，蝶衣和小楼收养了小四，一个精神上逐渐成熟的女性开始了母性的觉醒。\n\n蝶衣在化妆间里环抱小楼的腰，说“从一而终”，说“说好了要唱一辈子的戏”，标志着蝶衣的女性意识完全觉醒。他要求得到情爱，并且这种情爱已经有了排他性，这已经是标准的男女间的情感了。\n\n然而小楼并不能满足蝶衣在情感上的需求。于是蝶衣经历了从痴情到迷情的阶段，他的表演剧目从《霸王别姬》变成了《贵妃醉酒》，隐喻着他精神状态的变化。《霸王别姬》中，男女主角有互动有呼应，女主角虞姬坚守爱情并为爱献身；《贵妃醉酒》则是女性的独角戏，爱情世界中的男主角缺失，女性在情爱上无法满足，只好自我麻醉和放纵——在剧中，杨贵妃借酒浇愁，现实中，蝶衣则沉迷于鸦片。袁四爷出现在这一阶段。四爷出现的那场戏中，小楼和蝶衣在台上唱《霸王别姬》，戏院里打出横幅“程蝶衣《贵妃醉酒》”，暗示了蝶衣后来的转变。四爷不是霸王，而是李隆基。李隆基手握强权，内心空虚而失意的蝶衣则成了杨妃，在强权的庇护下放弃坚守走向放纵。\n\n段小楼：沉重的肉身\n\n想起这么一个矫情的短语是在文革时期小四儿审讯段小楼的一场戏里，明晃晃的灯光打在小楼的脸上，舞台上的霸王那么不堪地坐在那儿，全世界都在跟他过不去，而他还得苟活下去。其实我在这里想说的不单是段小楼，只是以小楼的角度来看剧中的各色人物。\n\n在小楼的生命中，蝶衣代表了精神世界，菊仙代表了世俗生活，师父是命运代言人，袁四象征着强权，小四则成了政治附属品。而我们可怜的小楼，就在这几种力量之间苦苦挣扎，被各种力量所牵扯，推引，狼狈疲累地走向最终的归宿。\n\n先说师父。师父对蝶衣影响极大，往往一语成箴地道出了蝶衣的命运。一个人精神世界的发展往往最不为人力所控制而只能归结于命运的驱使。而菊仙则恰好相反，她和科班无关，即她与师父关系较为弱化。在一定范围内，命运对于日常生活的影响相对有限。\n\n菊仙的出场在袁四初访蝶衣之后。在精神世界开始受到强权侵犯的时候，小楼转向世俗生活寻求归宿，而菊仙给了他温柔的抚慰和安定的生活。蝶衣和菊仙这一时期的敌对表现了精神和生活的分裂。小楼在俗世中找到了暂时的安乐，放逐他的蝶衣肆意堕落和自我毁灭。\n\n假如一切就这样发展，那么菊仙很可能大获全胜，可是，师父再次出现。师父让蝶衣小楼一起跪下并将两人的头靠在一起，命运之手的最后一推使他们再次走到了一起。\n\n师父去世，小四出场，政治和自然命运之间的交接如此严丝合缝。之后种种人物关系的变迁都不再是命运的自然走向，而带有浓重的政治色彩。强权迷奸蝶衣，而政治强奸所有人。\n\n童年的小四看似若干年前的蝶衣和小楼，其实，在他顶着水盆说“我要成角儿”的时候，已经注定了他会嫁与政治。蝶衣爱的是舞台，是那个纯粹的精神世界，而小四只是迷恋成角儿后的名利和权势。从高喊“枪毙袁世清”开始，小四领略到和政治做爱的快感。这个不知道谁收养了他的孩子，走上了弑父娶母的道路。结果，他真的弑了父——高高在上地审讯小楼；娶了母——看着蝶衣被当众揭发出和袁四的私情。批斗小楼蝶衣时，小四脸上的表情，完全就是一种娶母之后的快感。个人感觉小四这个人物形象有点小缺憾，转变略显生硬而人情味不足，有弑父娶母的快感而无羞耻和挣扎。\n\n菊仙和蝶衣的关系是本剧的一个重要内容，总的说来，两个女子从敌对到和解是主要的趋势。蝶衣，小楼，菊仙三人格局变迁过程的前半部分，蝶衣对菊仙是明显尖锐的敌意，表现了精神世界对俗世的蔑视；菊仙则是温柔地恳请小楼和蝶衣分开，俗世生活对精神生活本能地不兼容和抵制，用的是软刀子磨人的方式。\n\n二人关系的转折点是蝶衣戒烟。蝶衣戒烟时全身冰冷，被菊仙拥在怀中，是精神世界在极端无助时主动向世俗生活寻求温暖。而后，蝶衣和菊仙在后台看着小楼和小四唱戏。在被政治强奸时，同样无助的精神世界和现实生活终于达成某种和解。\n\n下着暴雨的夜晚，蝶衣窥视了小楼菊仙的夫妻生活。暴雨象征着强势的政治势力，在政治强暴下，精神世界注视着无助的个体生命在俗世生活中攫取最后的温暖。\n\n批斗时，政治强奸达到高潮，小楼终于彻底抛弃精神和生活。蝶衣的反应，表现出了精神世界完全崩溃时的最后发泄；而菊仙怜悯地看着蝶衣和小楼的互相攻击，那是温软的俗世的生活，对即将被彻底毁灭的精神世界，本能的悲悯和保护。\n\n声音：京剧遭遇广播\n\n京剧：包括京剧唱段，昆曲唱段，京胡锣鼓伴奏及各种背景音乐。贯穿全剧。优美华丽凄凉，饱含情韵，凸显的是情感与命运主题。\n广播：包括电台广播和革命歌曲。后段大量出现。声调严肃无情，语气强势，内容激进，表现政治与命运主题。\n\n衣服：个体生命的物化象征\n\n衣服是个体生命的物化象征，虞姬和霸王的戏服是蝶衣和小楼舞台世界的象征，而新婚时的大红锦袍则代表着菊仙苦心经营的安定生活。\n\n影片出现了四次烧衣服的镜头。第一次是小豆子烧了母亲的衣服，从此母亲离开了他的生命；第二次，蝶衣第一次烧戏服，烧了一件大红霞帔，表达出京剧艺术（精神世界）被时代浪潮（强势政治）所侵犯；第三次，菊仙想烧大红锦袍，却终究没烧，因为她还想继续艰难地经营她的日常生活，她还需要一点灵魂式的东西；第四次，蝶衣在批斗会后烧了戏服，霸王和虞姬已死，舞台已死，精神已死。菊仙穿着红袍上吊，她和她再也无法经营下去的，不堪的俗世生活一起，在小楼“划清界限”之后，走向死亡的收容所。\n这篇影评有剧透\n",
    "评论 5": "戏梦人生\n·张国荣能接《霸王别姬》很大程度上要感谢黄百鸣：当时张国荣是东方院线的签约艺员，本来不可以去接拍其它公司的电影，但是作为老板的黄百鸣不但不做限制，反而大力鼓动他去接下此戏，说剧本实在太好了，“会成为你一生的代表作”，这种体贴和大度在商业社会里是非常少见的。张国荣是一个感恩的人，从此以后每年都为黄百鸣拍一部贺岁电影，片酬打折，直到约满之后也依然如故。\n\n·陈凯歌下决心请张国荣出演蝶衣是因为当时《号外》杂志为张国荣拍的一辑照片《奇双会》，有朋友寄了照片给陈大导演看：“动心了没有？”陈凯歌果然立即“动心”，专程去香港与张国荣面谈力请。《奇双会》那辑照片是为纪念梅兰芳所做，造型近似《游园惊梦》，拍得确实很美，但是与《霸王别姬》电影一比，立见高下，不仅化妆不如宋小川，张国荣自己的身段、造手、眼神也都非常“业余”，跟拜过名师之后的表现大相径庭。\n\n·百万片酬张国荣：张国荣一来到北京就像上了弦。一方面要学京剧的手，眼，身，步法，一方面要学习地道的北京话，这对普通话都说不好的张国荣来说是够难的。拍摄更是马不停蹄，每天上午十点半进棚，晚上十一，二点出棚。时间一长可谓是疲劳作战。不过，他那百万片酬是国内演员想都不敢想的。摄制组对张国荣的行踪严密控制。即使和他配戏的演员也不知道他何时来，何时去，真正是来无影去无踪，和大家玩起了捉迷藏。看样子张国荣在北京并不轻松，谁让他这么有名呢？\n\n·大陆很多观众对张国荣的了解是自程蝶衣开始，所以对他有个印象就是阴柔妩媚，实际上张国荣一贯是英气勃勃的小生形象，与程蝶衣相差甚远，为了把他改造成这个男花旦，剧组和他本人都下了好大工夫：剃了他的眉毛，因为太粗太直了，这回要修剪成纤秀的形状；要他保持消瘦的体型，结果常年健身的张国荣在《霸王别姬》里瘦得整个人都细了……还有他的胡须：张国荣的胡须比一般人浓重，长满半张脸颊，每天都要剃两次（梁朝伟曾经羡慕地说：“为什么张国荣可以蓄络腮胡，我就只能蓄山羊胡？”），这次为了符合蝶衣的气质，化妆师给他刮干净还不够，还得在他脸上涂粉来掩盖，但是有些镜头仍然可以看到一片青色的须根。另外张国荣在拍摄《霸王别姬》期间连行走坐立的姿态都改了，那段时间照片上的他坐下来都是紧并双腿，而他一向的习惯是大大咧咧地叉开腿坐，从前是那样，拍完《霸王别姬》之后也恢复了那样。\n\n·认真的哥哥：被港人誉为“天皇巨星”的张国荣把《霸王别姬》中的“虞姬”程蝶衣给演“活”了。现场的张国荣扭着旦角身段，说起话娇滴滴，笑起来酸溜溜，举手投足活脱一个训练有素的旧戏子。剧组人们对他的演技佩服极了，私下开玩笑的说：“你可真是个妖精！”张国荣对自己的表演也十分得意，虽已拍过很多影视剧，但他仍觉得这部将成为他的代表作。张国荣为人也十分随和。拍戏他是最按时到场的演员，从不耽误大家的时间。如果赶上拍脚步声，胳膊，腿等镜头，坚持不请替身，他认为身体的每个部分都是通心的，是有感觉的，局部镜头也是某种情绪，某种信息的传达。他全身心投入的程度可以说是“走火入魔”。\n\n·从《霸王别姬》小说来看，只需要两拨演员：少年和成年，但陈凯歌觉得还不够，所以他又选了一拨幼年的小演员。那些小孩们都是戏校的，长得很可爱，又十分敬业。他们可真吃了不少苦，因为所有挨打的戏都是真打。陈凯歌说：与其假打打好几遍都通不过，还不如来一遍真的，这样孩子也不知道会打到什么程度，很真实。打完导演都哭了。\n\n·张丰毅回忆那场挨师父打的戏时说：“原本导演说穿着衣服打，我觉得要表现出挺大的一个老爷们还象小时候那样，把屁股露出来让师父打，意思才对，所以主张脱裤子。张国荣说：我可不光屁股。我说：‘我不在乎，我来。’”等真到拍的时候，板子打下来，张丰毅真是疼得脸也变了，声儿也颤了。拍完起身，别人都上来慰问他，他强笑着说：“没事儿，没事儿……”后来，有人说：“要不你去医务室瞧瞧吧，上点儿药。”他才绷不住，真有点儿急了，回头冲老头儿喊：“你把我打出血了……”这场戏还有一段香港记者的描写：拍这个镜头前，听陈凯歌一声“现在打张丰毅的屁股”，笔者误为开玩笑，张国荣随即乐得拍手叫好。张丰毅声明四十岁以下的女性离开现场方可开拍，陈凯歌只要求在场人不要拍照，引得一片笑声。扮演师传的演员重重地举起“刑具”，较轻地落到张丰毅的身上，众人都笑了，觉得打得不像，于是再来一遍。直到陈凯歌认为打得合格才喊停。 张国荣迅速将“师兄”的长衫放下，他一脸心疼状道：“不能再打了，都打出血了!”由此可见二人戏外也十分默契和友好。\n\n·电影中《贵妃醉酒》一节，高力士的扮演者是一位京剧名家，号称“梨园第一名丑”，据说为人非常骄傲。拍戏那天他与张国荣搭戏，拍完之后悄悄问工作人员：这个人学了几年戏了？工作人员回答：没学过戏，香港明星来着。老先生大吃一惊，立即上前与张国荣结交，赞不绝口，并且约他有机会共演一出折子戏。张国荣高兴地答应了。不过老先生恐怕还不知道，《贵妃醉酒》那段演出张国荣只学了十五分钟就拍成了。\n\n·日本兵入城一节，拍到劫后余生的蝶衣，张国荣拍完之后看了回放，建议说蝶衣的化妆应该更凌乱一些才有被蹂躏的效果，陈凯歌表示同意。张国荣要助手过来亲他一下，助手不敢，于是陈凯歌亲自出马，揽过张国荣狠狠亲了一口，把他脸上的胭脂口红抹得杂乱一片，恰如几缕血痕，拍完之后果然效果更好。\n\n·“师哥你别走”一节，张国荣叫出这一句之后，陈凯歌喊停，走过去给他讲戏。从花絮中可以看到张丰毅和巩俐都停下来望着陈凯歌听讲，而张国荣眼里全是泪，一动不动地盯住张丰毅，待到陈凯歌讲完，伸手拨开陈凯歌继续演下去，眼神始终没有离开张丰毅。\n\n·据香港媒体描述说，拍摄巩俐往张国荣脸上吐口水那场戏试戏时，巩俐只是随意喷些口水，到了正式拍时，巩俐表情好逼真，口水一大口喷过去，陈凯歌说巩俐演得好，够逼真。张国荣拍完这场戏，对巩俐笑道：“怎么你这么多口水啊，好似喷泉一样。”巩俐不好意思，即刻起身帮张国荣抹脸，张国荣说：“不如我今晚不洗脸啦！”\n\n·小楼和蝶衣在剧院演出一节，要求群众演员全体鼓掌，但是一个女孩没有，只是挥舞着一张纸等张国荣签名。张国荣在台上看在眼里，演完之后叫助手找来那个女孩，一边签名一边说：签名是没问题的，但是工作的时候你就要好好演戏才对。\n\n·蝶衣戒烟一节，第一次拍完陈凯歌就说可以了，张国荣不满意，要重拍一遍。连续拍了几次之后，他砸玻璃砸得太狠结果把手指削去一块肉，大家都很紧张，他笑着说没关系，这一回终于拍好了。\n\n·一般电影为了节省经费，都是按场景排工，同一场景的戏安排在一起拍完。《霸王别姬》为了情绪上的连贯，是按时间顺序排工的，就是说电影中前边的戏是先拍的，后面的戏是后拍的，结尾的戏是最后拍的。你可以明显地看出张国荣在开头还不太自然，有点故作扭捏，随后入戏越来越深，演绎得越来越精彩，到电影的后半部分，陈凯歌说他的表现已经超出自己想象，不再对他做指导，是任由他自己发挥的。\n\n·拍摄休息时，“虞姬”张国荣和“菊仙”巩俐开玩笑，两个人亲亲热热，坐在那里，你一言我一语，一会说一会笑。立在旁边的张丰毅全无霸王之威，几次细声细语的插话却没人搭理。见他们旁若无人，楚霸王不觉火往上撞，“别介，咱们可是一家人。”俩人转过头来看看瞪着眼睛的张丰毅，大笑起来，原来是巩俐和张国荣设计故意气他。说起巩俐，张国荣赞不绝口，夸奖她出戏快，适应快。巩俐对张国荣也是颇加赏识，只可惜和张国荣配戏要比张丰毅少，要是再多一些就竟锦上添花了。张国荣玩笑道：‘那是他们怕你爱上我。”\n\n·张丰毅与张国荣同岁，拍《霸王别姬》的时候处得跟亲兄弟似的，那年是他俩的本命年，张丰毅特意送了张国荣一条红腰带，教他“避邪”。\n\n·葛优一直以为张国荣比自己小，后来得知人家比自己还大一岁，吃惊地说：“他那是怎么长的。”葛优得了国际影帝之后，张国荣请他吃饭，热情祝贺，还对他说：“我倒是觉得蝶衣应该选择袁四爷，因为袁四爷比小楼更懂艺术，更懂京剧，也更懂蝶衣。”\n\n·《霸王别姬》里的几位客串角色：花满楼一位嫖客是黄磊，红卫兵小头目是吴大维，给蝶衣擎伞的跟班是宋小川，庭审的法官是张进战。\n\n·陈凯歌找巩俐来演菊仙很大程度上是为了照顾国际市场，因为当时巩俐是中国影星里国际影响力最强的一个，《霸王别姬》为她大幅度增加了菊仙的戏份，境外版本的影碟封面大半张都是菊仙的头像。\n\n·很多人都知道程蝶衣曾经原定尊龙出演，但鲜为人知的是李碧华对段小楼最早看好的人选是成龙，而且成龙也是戏班出身。而成龙怕这部影片的同志色彩会影响自己的形象而谢绝了。\n\n·张丰毅豪爽，仗仪，真挚，洒脱。陈凯歌独具慧眼选中他演《霸王别姬》中的“霸王”，对他说：“你的气质与角色吻合。”李碧华对张丰毅也挺满意的，她描述第一次见到张丰毅的印象，说他符合段小楼的形象，不但粗豪硬朗而且“眼角带一点桃花”。剧中段小楼由‘纯”变“俗”，是个又好又坏的人。张丰毅说：“我喜欢演这部戏。演了十几年戏还没哭过，这部戏已经让我哭了两次。你想，让一个堂堂五尺汉子真的哭出来不易啊！” 谈到张国荣，张丰毅的话更多了：张国荣很潇洒，不像大陆人那么累。平时说话高兴时就扭着旦角身段。他演技好，为人也好，总之除了爱吸烟外其他的都好，他们配合默契，戏中是搭档，生活中是朋友。\n\n·拍《霸王别姬》是张国荣第一次北上，香港朋友都为他捏一把汗，担心他到北京去过“非人生活”，张国荣自己也很紧张，带了一大箱子药，拍摄期间成了剧组的公用药品库。到北京他还真病了，水土不服，发高烧，流鼻血，泻肚子，人迅速地消瘦，他说这样挺好，更符合角色形象。\n\n·批斗那场戏非常辛苦，连拍了两天，当时是北京最热的季节，张国荣在酷暑中穿着全套戏装，挂着大牌子，跪在火盆边声泪俱下地演了又演，结果拍完之后大病一场。\n\n·许多时候没有张国荣的戏份，陈凯歌给他放假，允许他回香港休息，他不走，说要维持戏里的情绪，怕分了心。而当时全剧组都知道他在香港有一个“多年女友”，每天至少通一次电话，费用都是他自己承担，没要剧组拿一分钱。\n\n·拍京剧戏份时上行头是很辛苦的事，勒头勒久了会呕吐，张国荣吐啊吐啊硬是吐习惯了，几十斤重的凤冠一戴一整天。行头上好之后不能吃东西，因为脸上的肌肉活动会使贴片脱落，张国荣又不愿折腾化妆师重新化妆，于是不顾自己的胃病经常饿着。就连喝水也要控制，因为上厕所不方便。拍贵妃戏的时候张国荣要上厕所，怕弄脏了一身繁琐的行头，没敢进男厕，跑到女厕去试试看，结果一进门立即又跑出来：“原来女厕更脏……”\n\n·内地公厕之肮脏久负盛名，香港去《霸王别姬》剧组探班的记者都不肯在片场上厕所，每次都要坐车回酒店去上，他们对一贯有洁癖的张国荣居然可以跟剧组其它人同样去公厕深表敬佩。有些特殊场所连公厕都没有，需要在野地里解决，香港记者问张国荣：“有没有跟路过的鬼神打招呼啊？”张国荣笑道：“有啊，我每次都说‘对不起，借个光’啊。”\n\n·张国荣拍戏时总是会自掏腰包请工作人员吃饭，《霸王别姬》也不例外，当时正值盛夏，他还包办了剧组的水果和冷饮，没有他的戏份时也兴高采烈地带着西瓜去片场慰问。5月下旬，正赶上北京罕见的高温。摄影棚高达40多度。张国荣见剧组人员个个大汗淋漓，难免心疼。拍摄间隙，他趁大家不注意，遛出去花了300元买了一箱冰棍儿。\n\n·张国荣对《霸王别姬》剧组的感情极深，与所有的工作人员都相处融洽，经常在一起玩闹，工作人员说“他是个近乎完美的人”，“工作态度一流，勤力，肯合作，没有架子”，“从来没见过他那么关心人的大牌明星”，“对自己的要求比导演还严格”……拍摄结束时他恋恋不舍，又一次做东请全剧组吃饭，席间难过得忍不住流泪，跟每一个人对饮，喝了三杯茅台十二杯白酒，素来不擅饮酒的他回到房间后呕吐了四个小时爬不起身。张丰毅和巩俐都劝他说以后还有相聚的机会，张国荣说：不同了，以后就算再见，寻不到这份心情了……\n\n·2003年初，已经被抑郁症折磨一年的张国荣专程去北京拜会《霸王别姬》剧组的老友，一一见面，吃饭，扮演小豆子的尹志当时没有见到，张国荣回到香港之后还给他打了电话：“我是你国荣大哥啊，有机会再去看你……”\n\n·陈凯歌说，早几年前，香港就请他拍《霸王别姬》，他没有接。过了几年，他觉得能够驾驭这个题材了，才接拍的。陈凯歌对《霸王别姬》极其用心，许多不为人注目的细节都一丝不苟，比如说解放前剧场的看客中经常会有擎着鹰的少爷，你仔细看电影里，镜头中一晃而过的一位看客臂上就擎着鹰。\n\n·片中程蝶衣是杨立新配音的。尽管张国荣提前3个月到北京练普通话，拍摄过程中，已经能用很流利的普通话与大家交流了，但后期制作时还是发现广东味太重。不过，陈凯歌为了让张国荣的努力在剧中有所体现，在程蝶衣嗓音处于“失真状态”时，还是有两场戏保留了张国荣的原声：一场是程蝶衣神志昏沉抽大烟的戏，还有一场就是他与葛优饰演的袁四爷在后花园舞剑之时，醉后所唱的。而由于国际电影节都要求影片使用演员的原声，杨立新当真成了幕后英雄，字幕中都没有打名字。\n\n·这是中国大陆第一部在戛纳获金棕榈的影片。戛纳影展张国荣以一票之差落败影帝确实很可惜，连评委会都对他表示抱歉，据说是因为最高大奖金棕榈奖和最佳男主角奖不方便让同一部电影兼得。而当年被提名金马奖最佳男主角的演员们第一反应都是询问张国荣有无提名，说如果有他，自己就不抱指望了。最终由于种种原因这部电影也没有参加华语的影展，影帝也就无从评起，但张国荣自己对这种境遇从未抱怨过。\n这篇影评有剧透\n",
    "评论 6": "《霸王别姬》里的角色众生相\n这篇影评可能有剧透\n1. 小癞子\n这个从电影一开篇，就在逮机会逃跑的小孩，一句“小癞子又跑了”，道尽了他是个逃跑的惯犯。\n随着戏班剧情展开，我们会看到小癞子的日常，就是没完没了的犯错，无穷无尽的挨打。\n小癞子，就是那种资质较差，童心未泯，有点调皮捣蛋的孩子，所以他挨得打比谁都多，逃跑的心思比谁都强。（除了小豆子）\n他不爱唱戏，总向往外面的世界，可他的人身自由不属于自己，冰糖葫芦是他对美好生活的最高向往。\n说到童心和自由，戏班其他孩子又何尝不是呢。当小癞子引诱大家打开院子的大门，一瞬间所有孩子都呆住了，眼前五颜六色的风筝如同美丽的幻象。\n门内孩子们眼里是深深的渴望，却不敢违背规矩踏出门槛一步。这一刻，门内外孩子们的童年，对比是如此强烈。\n小癞子偷了小豆子枕头底下的仨大子儿，吃上了糖葫芦，舍不得吃完的，小心翼翼揣在怀里。\n看戏的时候，小癞子哭了，原来台上的角儿那么风光，工夫那么好，资质愚钝的自己跟成角儿之间，隔着多么遥远的距离啊，只剩下无数顿的痛打。\n扪心自问，自己真能有成角儿的一天吗？\n小豆子拉他回戏班，他也乖乖跟着，只把借口推到小豆子身上，说自己一点都不怕。一如既往的虚张声势，透着深不见底的心虚。\n终于回到戏班门口，见到人，一瞬间腿都吓得抖动。\n眼看师父要把小豆子打死了，这次犯的错太大，恐怕真的要被打死了。\n成角儿无望，挨打的日子仿佛没有尽头，眼前只怕就有一死。\n匆匆吃完怀里的糖葫芦，也算没白来世上一遭，自行了断去吧。\n小癞子就像我们生活中那些被揠苗助长的孩子，那些不被接受的、长期被暴力的学渣孩子。\n他是《飞越疯人院》的主角，不能被“规矩”框住，只好走向灭亡。\n2. 关师父\n戏班在天桥演戏，小癞子逃跑，紧接被关师父被地痞刁难，说演的是下三滥的玩意儿，关师父束手无策只能求饶。\n小石头拍砖解了围，戏班也得了赏钱，可回头就被关师父一顿打，理由是戏没演好，拍砖是下三滥的玩意儿。\n孩子们起哄开了大门，小石头拦都拦不住，关师父却狠狠打他，说是他开门放人，戏班里不需要讲理，关师父就是最大的理。\n小豆子回来，主动求打却不求饶，关师父威严受损，更是往死里打，气头上大刀一挥，要不是小石头躲开了，也就当场没了命，孩子们的命都是关师父的财产。\n张公公看中了小豆子，关师父也心疼他，想让小石头跟着去，但也只能妥协，用小豆子的身子换来戏班的成功。小豆子执意要捡婴儿，因为内疚，只好随了他。\n戏班总算成功了，合影的时候每个人都笑得很开心，就像是一家人，关师父也会慈爱的摸摸小豆子的脸，一日为师，终身如父。\n小楼和蝶衣闹翻，沉迷玩乐不再唱戏，关师父急了，急他们浪费一身好工夫，白白糟蹋了京戏，召他们回来好一顿教训，用小时候的回忆点醒他们和好。\n关师父走的时候，还在给戏班的孩子们教戏，白发苍苍的盖世英雄，亮相完毕，轰然倒地。\n关师父的一生，京戏是他的饭碗，也是他的挚爱，徒弟是赚钱的工具，也是他的孩子。\n他是《百鸟朝凤》的老师傅，是传统师徒制里的严师，中国传统技艺靠着他们一代一代手手相传。他也是乱世中讨生活的底层百姓，披荆斩棘的创业者，戏班里的暴君。\n3. 豆子娘/艳红\n电影开始，艳红带着小豆子去戏班，遇到曾经的客人出手调戏，艳红憎恶的推开那人的手，她不想在孩子面前玷污自己母亲的形象。\n艳红给小豆子的头脸包裹得严严实实，今天之后，孩子就会有全新的身份和生活，千万不要让旁人知道他的母亲是个妓女。\n抱着孩子看戏，笑得开心，一帮小子们看着皮实阳光，今后儿子也会是这样，希望他离开污浊的环境，不用再假装成女孩，做个堂堂正正的男子汉。\n“不是养活不起，实在是男孩大了留不住。”\n年轻的妓女不懂事，不小心当了妈，在妓院养孩子怎么会容易，但母性总有一份不舍得。正因为不舍得，才没有扔掉，假装成女孩子掩人耳目，勉强养到这么大。对外人总要声称这个女儿乖，私下又总得教育孩子，你其实是男娃儿，可千万记住了。\n孩子慢慢长大，性别藏不住，迟早会穿帮，过了懵懂的年纪，自己的身份也难以掩饰，迟早遭孩子恨。\n如今儿子像个烫手山芋，留着对自己是负担，对孩子也无好处。多想留都留不住了，为自己，也为儿子，不如给他找一个新前程，贫苦人家还能送哪去，戏班是最好的选择，有机会自力更生，不用给人家做牛做马。\n哭嚎着，流着泪，无情的母亲把孩子送进戏班，孩子疼痛的叫喊充耳不闻，看着他血手画押，无情的母亲瞪大惊惶的双眼。\n脱下身上还算值点钱的斗篷，轻轻披在儿子身上，再回望一眼儿子的背影，狠心扭头快步出门口，匆匆消失在大雪中。这一去，要坚决，早已下定了许多日夜的决心，此刻母子缘分已到尽头。\n艳红在电影开头被客人骂作臭婊子，只因艳红不受他调戏，“婊子认钱，翻脸无情”，可说到底不过逢场卖笑，皮肉生意，一场财色交易而已。口口声声婊子无情的客人，不过是想不出钱白占便宜罢了。\n艳红是《法外情》的母亲，贫穷，身不由己，苦苦挣扎在泥沼。身为母亲，希望孩子可以拥有更好的人生，也想维护自己作为母亲的尊严和体面。对孩子无情的抛弃，是她们为数不多的路里，可以给孩子最好的选择。这样的母亲，道是无情却有情。\n4. 张公公\n失去重要能力的男人，也向往女人，所以张公公有女眷，小豆子到卧房时，张公公和女眷衣衫不整，怪叫玩乐。\n失去重要功能的男人，也羡慕男人，所以张公公会娈童，小豆子想撒尿时，张公公把珍贵的玻璃樽拿给他当夜壶。\n“现在是民国二十一年。”“不对！是大清宣统二十四年。”\n封建王朝拿走了张公公重要的东西，赐给他权势富贵，这让他对王朝忠心耿耿，从身到心的忠诚。当时代交替，王朝覆灭，曾经拥有的面临失去，已经失去的却不能重新拥有。\n面对过去，有悔，面向未来，是惧。镜花水月的交界处，只有虚空一场。\n到头来，曾得到的终失去，早已失去的却永不能再回来。\n张公公是皇权的附属品，亦是牺牲品，他没有家更没有自己，作为皇帝的家奴，皇宫没了，他便什么都没了，只剩一条老命如蝼蚁，苟延残喘。\n小豆子的虞姬身上，有老年张公公向往的一切。虞姬对王的忠心，女性的美貌，男性的身体特征，优雅的身段唱腔，贫穷低贱的身份，柔弱可欺的年龄，青春年少的向往。\n5. 袁四爷\n都说袁四爷是个戏痴。袁四爷爱京戏，懂行，研究得透彻。可袁四爷只爱艺术吗？非也。\n袁四爷看中人戏不分的蝶衣，把蝶衣当成虞姬再世，捧他宠他，用各种珍贵物件博他喜欢。\n但物件并不是白送的，要拿蝶衣自己来换。从一开始，袁四爷就一遍遍用戏剧里的珍宝引蝶衣入府，其中隐含之意不言而喻。\n“尘世中，男子阳污，女子阴秽，独观世音集两者之精于一身，欢喜无量啊”\n“你我之间不言钱，那个字眼实在不雅，自古宝剑酬知己，愿做我的红尘知己吗”\n不言钱，是不让蝶衣用钱买剑，因为四爷不缺钱，蝶衣只能用其他来换。所谓不言钱，只是一场单向选择的交换。不过是利用了蝶衣对宝剑的渴望，使四爷有机会用“钱”来换得蝶衣“自愿”做他的知己。\n所谓知己，又可是真的艺术上的知己，属灵的？酒后院中对唱，步履摇晃，戏不成戏，只有蝶衣的悲伤与虞姬共存，看呆了四爷。事后抱剑离开的蝶衣，妆容失色，面目苍茫，如同当年离开张公公府时的小豆子。\n如果说袁四爷因虞姬而钟情了蝶衣，他对蝶衣可是真情？蝶衣与小楼闹翻后，曾与袁四爷厮混，当蝶衣以汉奸罪被捕，四爷眼中没有丝毫担心。这段其实有小楼被捕蝶衣的表现做了对比，菊仙来之前，蝶衣已经急着救人，菊仙来后，蝶衣气得是菊仙没照顾好小楼看他被抓，只是装样拿拿架子，他不在乎菊仙许诺是否为真，两人快速达成了救人共识。\n而袁四爷气的是当初小楼不买他面子，不慌不忙地刁难，要找补回来。被菊仙威胁时，想到的是撇清自己的关系，所以出手救蝶衣，也是因为菊仙威胁拖他下水。\n法庭上蝶衣拒绝说谎串供，袁四爷愤怒离开，“我走不走他都死定了。”语气中听不出一丝感情。\n向来袁四爷眼中对蝶衣的渴望，不是粉丝对名角儿的崇拜，不是戏迷对艺术的赤诚，不是男人对爱人的痴恋，而是一个什么都不缺所以总觉得缺少些什么的人，对更好的玩具的占有欲。\n袁四爷始终是清醒的，戏是娱乐，戏中人也是，他真心在乎的，是无论哪个王朝来临，权力如何更替，都能独善其身安享富贵，对国家与百姓的一切苦难，隔岸观火，宛若看戏，直到被押解在台上那一刻，他才恍惚感受到什么是人生如戏，第一次亲身入了戏，抬腿欲迈个台布亮相，已被乌泱泱的人群推搡下去，没有谁能成为人生这出戏的旁观者。\n袁四爷爱戏，但最爱的是戏里雌雄同体的美，一如他爱观世音不因大慈大悲救苦救难，一切都是为自我中心而服务。他不满足于做个高级票友，而是把自己当成戏里的霸王，在现实里享受着做王的快感，仗着权势财富“打动”目标配合自己的演出。\n没有了蝶衣，以后还会有下一个足够好的虞姬，袁四爷要的，是能让精神和肉体得到双重满足，经过国粹艺术锤炼，和动人故事加持的，高级Cosplay的玩物。\n6. 小石头/段小楼\n7. 菊仙\n8. 小豆子/程蝶衣\n电影中有这样一幕，蝶衣卧在榻上抽着大烟，那坤在双面绣屏风后念了一封信，信的内容是这样的：\n“娘，上信收到了吧？\n儿在这儿一切都好，您不用挂念。\n我师哥小楼，对我处处照应体贴，我们白天练功喊嗓，晚上同台演戏，跟过去往常一模一样。\n外面世道虽不大好，不过我们只求平安，把戏唱完拿回包银，太太平平就是了。”\n念毕，蝶衣让那坤把信寄到老地方——就地烧了。\n那坤熟练地烧着信，一边回道：“这林黛玉要是不焚烧，那叫什么林黛玉呀？”\n这一段，大概就埋藏了程蝶衣一生之悲剧的根源。\n那一年，在天寒地冻的北平胡同里，幼童小豆子被母亲狠心切下多余的手指，血手画押卖于戏班，从此生离如死别。\n那一根断指的意象，既是精神上的阉割，也象征了血脉亲缘就此斩断，乱世中多了一片随波逐流的无根浮萍。\n倔强如小豆子，在受到戏班小子们的嘲笑后，烧掉了娘亲给他留下的唯一纪念物，从此只当娘是死了。\n他有多爱她，就有多恨她。\n后来，蝶衣给娘写信，信里有戏、有师哥，都是他理想中的幸福，信的那一边，是理想中因为死亡才不得不抛下他的娘亲。\n人活在世上，总得有点精神寄托，如此，我才是我。\n如果真的无根无源，无依无靠，无牵无挂，无情无谓，那我又是谁呢？\n好在很快，小豆子找到了对他重要的那个人。\n师哥小石头人仗义，对他好，为了帮他宁愿自己受罚。所以，小豆子也要对小石头好。\n（裹被子象征着关爱，可以对比其他剧情看。母亲临走前，给小豆子披上斗篷，被小豆子烧了；虞姬角色被抢后，菊仙给蝶衣披上斗篷，被蝶衣扔了。）\n小豆子总也唱不对《思凡》，他宁愿被打死都不愿改口。\n从全是女人的青楼，到全是男人的戏班，他对性别有懵懂的概念却不真正了解。\n打出生就被冒充女孩养大，心里只记得娘的话，别忘了，你是男孩，不是女孩，要记住。\n事实上他也并不爱唱戏，宁可把伤手浸水毁掉，那是娘强给的路，不是自己的选择。\n终于逮到机会跟小癞子一起逃了出去，枕头底下的仨大子儿，是对师哥的深情告别。\n终于看到了戏台上的风光，霸王他以一敌百，气概不凡，可他又是多么孤独无援。\n小豆子泪流满面，他想起了师哥，师哥可不就是活在世上的霸王。\n师哥保护他，照顾他，为他受罚，为他担心，为他难过。\n师哥是他在这世上相依为命的人，是他安全感的源头。\n他逃出来，师哥还饶了他，却不知要害师哥再受多少苦，挨多少打。\n听师父讲戏里的故事，故事里有唱戏和做人的道理——从一而终。\n对戏，对人，都是如此。\n脑海中泛起四面楚歌、兵荒马乱，孤独的霸王，乌骓和虞姬是他最后的依靠。\n无根的浮萍，师哥是停靠的岸。悲情的英雄，虞姬是坚贞的心。\n从此后，我便是戏痴，人戏不分，我便是虞姬，不离不弃。\n从前，你保护我，今后，我照顾你。\n小戏子年方二八，正青春被师父套上了裙褂。我本是男儿郎，又不是女娇娥。\n烟斗，鲜血，玻璃樽。师父，师哥，张公公。\n小豆子对自我性别认知的执着，终于从心理上和身体上被先后突破。\n自己的命太苦了，从被娘抛弃那一刻开始，已经没得选择，不想认命，却不得不认。\n捡到的婴儿绝不抛弃，仿佛在对抗自己曾经的命运。\n娘，你看见了吗？\n蝶衣只想跟师哥唱一辈子的戏，可是半路杀出个菊仙。\n打从一开始蝶衣就对菊仙有深深的敌视，仅仅是因为这个女人会抢走师哥的关注吗？\n“自打你贴上这个女人，我就知道完了，什么都完了。”\n“臭婊子，淫妇，她是花满楼的头牌妓女，潘金莲！”\n菊仙的身份与蝶衣的母亲一样，对蝶衣来说，那是无情的象征， 恨的起源。\n一个戏院头牌，一个妓院头牌，一个大男人。\n这一幕仿佛集齐了老话说的，婊子无情，戏子无义，英雄气短。\n可这老话说得真的对吗？\n没有霸王和戏的日子里，只剩茫茫无尽的空虚，要靠着大烟来填满。\n戒烟的日子无比痛苦，意识渺茫的时候，蝶衣又回到年幼天寒地冻的北平胡同。\n娘，我冷，手都冻冰了。\n在蝶衣内心深处，自己始终是那个被娘亲遗弃在冬天的孤儿。\n失去腹中孩子的妓女菊仙，心疼地抱着喃喃怀念母亲的戏子蝶衣。\n原本视为情敌势不两立的女人，此刻激发出母性的光芒。\n原本视如亲生努力栽培的孩子，却不择手段夺取了虞姬的角色。\n英雄气短，霸王低头，哪怕只是戏里的从一而终，也终究是没了。\n罢了，从一而终原本就是虞姬对霸王的承诺，只要自己守住了，就不算真没了。\n有人服了软，有人让了步，可这世道还是不肯放过谁。\n那孩子还要利用自己知道的隐私，逼着小楼揭发蝶衣，意图将蝶衣置于死地。\n霸王落难，蝶衣以为虞姬终于可以陪着霸王从容面对，却不料被现实打了个响亮的耳光。\n曾几何时，蝶衣不得不面对，戏外师哥不会对他不离不弃，戏里师哥不能跟他的虞姬从一而终。\n事到如今，蝶衣最无法面对的是，师哥这个霸王，他竟然跪地求饶，背信弃义。\n是菊仙不顾危险，拼命从火堆救出那把对蝶衣意义重大的宝剑。\n蝶衣的信仰彻底崩溃，毕生对戏剧的痴迷，和对师哥的痴恋，成了一个天大的笑话。\n你们都骗我，都是假的，戏里的故事，戏里的人，戏里的情，都是假的。戏里说霸王是被小人所害，可现实里的霸王自己都是个小人，是非是什么，对错是什么，全都颠覆了。\n最终，崩溃错乱的蝶衣，将满腔的恨意，指向了自己命运最初的来源——他的母亲和情敌——妓女。\n残酷的现实舞台上，只剩下了，面目可憎的霸王，扭曲狰狞的虞姬，心如死灰的菊仙。\n此时此地，在这场惨无人道的悲剧里，完成“弑母”行为的，并非只有蝶衣一个。\n那个捡来的孩子，面目陶醉，仿佛看着这世上最美妙的戏曲。\n菊仙离去时，忍不住回头，再回头，看最后一眼。\n哪有什么霸王，懂得虞姬的，只有另一个虞姬罢了。\n因为懂得，所以慈悲。\n细回顾三人纠缠的过往，段小楼仗义，总是好管闲事，勾起桃花的那个角色，而每遇大事，不顾一切去救人，起实际作用的往往是身边守着的两个人。\n菊仙有俗世的心机和智慧，能在生活中上演好戏，去争取爱情。\n戏外的蝶衣，也有万不得已，要以色艺侍人，达到目的的时候。\n到头来，可还分得清，谁是婊子，谁是戏子？\n总归是，婊子情深，戏子义重，英雄却是真假巾帼。\n“我本是男儿郎，又不是女娇娥”，一句背错的《思凡》，如同开启命运的密码，将蝶衣带回小时候。\n错了，又错了。\n一直都是个错误，原以为自己可以执着，不惜压上性命，最后还是成了身不由己的自欺欺人。\n我以为自己可以选择，我以为这就是自己的选择。\n原来我只是忘了我是谁，一生都在扮演别人。\n我本是男儿郎，我不是女娇娥。\n我是谁？\n我是我。\n我不是程蝶衣，我是小豆子。\n突然想起前两年在知乎一口气写了几个角色，剩下两个至今没动，还是搬到豆瓣来吧，又一个坑......\n© 本文版权归作者  无糖燕麦  所有，任何形式转载请联系作者。\n",
    "评论 7": "从另一角度看《霸王别姬》\n   仔细看了很多朋友评《霸王别姬》都是从宏观上来看整部电影，或许是处于某些原因，有些话不敢说，但是我认为评电影，论史实不能回避问题，一团和气。下面简单说说我的一点看法。\n\n    李碧华原著开始就是一句——婊子无情，戏子无义。\n    \n    先说一说里面的两位性工作者，一位是小石头的母亲，一位就是由巩俐扮演的菊仙。小豆子的母亲为什么要把他送到关家班学戏，这我们无从考证，但是这个女人狠心把小豆子多余的手指切掉也要让他进戏班，足见态度是多么的坚决，或许真的是影片中说的那样——京戏到了他最辉煌的时代？无论从哪种意义上来说，小豆子的母亲都是无情的。\n   \n    巩俐饰演的菊仙，我认为是非常完美的。她是一个有情有义有智慧的女人。从花满楼的初次出场到为救段小楼和程蝶衣而奔走等等情节都可以看出她的为人不同于其他的风尘女子。虽然程蝶衣一生都对她有成见，自始至终都没叫她一声“嫂子”，但是，我们都很清楚，程蝶衣的悲剧是注定的，有没有菊仙都如此。但是菊仙一直对蝶衣还是非常照顾的，我们可以从她逼袁四爷救蝶衣和帮蝶衣戒烟那段都能看出来。直到蝶衣在文革中出卖了她，加上段小楼被逼之下，无奈的说出：我不爱她，我要和她划清界线。终于让这个坚强的女人不得不用绳子结束了自己的生命。所以，无论从哪种角度上来说，菊仙都是有情有义的。\n\n    足见李碧华并不是完全赞同婊子无情这一观点。\n\n    再来说戏子，段小楼和程蝶衣的友情从小石头与小豆子时代就有深深的基础了，这在影片中是显而易见的，我也就不过多的分析。我很清楚的记得，当小豆子的母亲求关班主收下小豆子时说：你不收下他就是看不起我娘俩。关班主说了句：都是下九流，说什么谁瞧不起谁呀。并最终收下了程蝶衣。\n    \n    也足见李碧华并不是完全赞同戏子无义这一观点。 那李碧华说这话不就没意义了吗？其实不然，电影里面有一位无义的戏子，那就是被程蝶衣收养并教导的小四，并且他成为最后一切悲剧的导火索。在旧社会戏子无论怎么被班主打都是有义的，到文革就无义了，或许我们可以这样理解。记得曾经看过一位作家回忆:他小时候家里很穷，他父亲靠收费报纸供养一家人和供他上学，有一天他回家看见他父亲把报纸浸水，然后在沙子里面裹，来增加重量，为了多买几个钱。他当时要求上进，要与父亲划清界线，就揭发了他的父亲，他的父亲就因此而坐牢，最后死在狱中。两相对比，足以说明在当时的社会发生这种事是必然的。我认为这是一个值得我们思考的细节。\n\n    其次一个细节是，三次看戏之中的鼓掌。\n\n    第一次是日本军官到戏院看戏时，台下发生骚乱，看客们四散逃窜，但是程蝶衣不为所动，依然忘我演出，得到了日本军官的阵阵掌声。\n\n    第二次是国民党伤兵大闹戏院，程蝶衣无法继续演出，段小楼出面说了一句——日本人看戏也没这样呢！结果引发双方冲突，说长日本人的志气。大家仔细对比，就看戏这节来说，段小楼说的确实是事实，最后确是如此结果，我相信这是值得我们反思的。当有国民党军官要听程蝶衣在法庭上一句：“如果青木没有死，那京戏一定传到了日本。”击碎了所有人的心。在大家都觉得他必死无疑的时候，然而却被当庭释放，只因国民党军官要来看程蝶衣的演出。他的演出也博得了国民党军官的阵阵掌声。\n\n    第三次是共产党的军队在台下坐得整整齐齐来看段小楼和程蝶衣的演出，由于程蝶衣的烟瘾犯了，无法继续表演。段小楼正准备道歉，却得到了大家的阵阵掌声，然后是一曲不合时宜的“向前进，向前进，我们的队伍...”可见人们的军队纪律严明，但是却对京剧艺术并不理解。\n\n    到后来文革爆发，小四夺了师傅程蝶衣的角色，段小楼罢演，结果小四一句“台下坐的都是劳动人民啊，演还是不演，自己掂量。”在菊仙的祈求下，段小楼被迫演出，程蝶衣黯然离去。还是掌声...\n\n   反复响起的：这就是命！我记得一次说这话的是关班主，当程蝶衣从张太监府上出来，在城门外捡到小四时，关班主叫他把小孩放回去，说了“这就是命啊！”这话意义深刻，纵观全片，如果没有捡到小四，或许段小楼和程蝶衣以及菊仙都可能是另一种结局。第二次是花满楼的鸨母在菊仙离开时说的：这就是命，窑姐就一辈子是窑姐。菊仙不以为然的说：啊，我被吓到了。但是，最后在文革是，程蝶衣的揭发让这句“这就是命”得以实现了，菊仙上吊自杀。小四也没能有好结果，最终以四个人的悲剧来论证了——这就是命啊！\n\n    葛优饰演的袁世卿是一个很冤的角色，他是坏人吗？我看完了电影无法赞同这观点，他数真正懂得戏剧的人，他是真正了解程蝶衣的人，也一直为救程蝶衣而出力。最后“不杀袁世卿不足以平民愤!”，段小楼感到不解，菊仙感到不解，我也感到不解。当晚，袁四爷与程蝶衣在院中饮酒唱戏时，程蝶衣拔剑自刎时，袁四爷一句：慢！那可是真家伙！阻止了程蝶衣在辉煌的时刻死去，让经典成为永恒；也从侧面暗示了程蝶衣的结局。\n\n    关班主在准备教后生唱《夜奔》时，刚一句“我本是男子汉，顶天立地”便倒地而亡，我觉得这有其象征意义。《夜奔》是林冲投奔梁山前的一段，如果林冲在这个时候死去，就成全了他的忠义，而不是上梁山当盗寇。如果段小楼和程蝶衣也在这时候死去，那就会成为一段传奇，而不会有后来的兄弟反目。与之对应的是一生伴随程蝶衣的：我本是女娇娥，又不是男儿郎。程蝶衣是否真的是同性恋？最后自刎前，师兄弟二人对唱时，程蝶衣：“我本是男儿郎，又不是女娇娥...”段小楼笑道：“师弟，你又错了。”可见程蝶衣心中还有明白自己是男儿郎，做女娇娥实是情势所逼。诚然，历史上演过虞姬的不只有程蝶衣一个，但是他取得最显著的成就就是因为他“不疯魔不成活”才把虞姬演到极致，注定成为同性恋。\n    \n    也说京剧的命运，前面分析三次鼓掌时，我们已经能看到京剧的衰落。文革时，段小楼，程蝶衣，那老板与小四及红卫兵讨论京剧时，我们已可以预见京剧的命运了，当程蝶衣揭发段小楼前说了一句：“连你楚霸王都下跪了，京戏还能有什么希望啊！”《霸王别姬》在京剧中举足轻重，段小楼又是霸王项羽的饰演者，而项羽也算我们历史上顶天立地的英雄之一，他都下跪了，让程蝶衣绝望，对京戏的未来绝望。\n\n    这部电影不仅把京戏和中国的近百年历史融合进来，同时也借剧中人物之口表达了作者的一些看法，我就选几句来举例，其他的大家自己去发掘。第一个地方是，抗战即将爆发时，北平学生游行，有个学生看到程蝶衣和段小楼，说：“戏子，你们知道日本人要打进家门了吗？”段小楼后来说：“日本兵就在城外，有种出去打呀，就知道在城里闹，闹了半天还不是整自己人。”...\n\n   以上就是我的一点浅薄见识，欢迎大家交流，一千个人心中就有一千个哈姆雷特嘛。\n这篇影评有剧透\n",
    "评论 8": "五十年一觉虞姬梦\n《霸王别姬》是一部史诗电影。\n什么叫史诗？\n其实就是通过讲述个体的命运，来折射出一段历史和一个时代的样貌。\n这就是史诗电影。\n除了《霸王别姬》，大陆的史诗电影，特别是平民史诗还有什么呢？\n不多，因为题材太敏感。\n比如张艺谋的《活着》，田壮壮的《蓝风筝》，贾樟柯的《站台》，娄烨的《夏宫》，再比如更早的，石挥的《我这一辈子》，谢晋的《芙蓉镇》，等等。\n你可以看到，史诗是很容易出杰作的，当然也很容易被禁。\n《霸王别姬》就是一部史诗电影。\n它的主要人物是两位伶人，程蝶衣和段小楼。\n影片以这两个人的情感为主线，讲述了从1924年开始，到1977年，这53年间的故事。两个主人公也从8、9岁的孩子，长成了6、70岁的老人。\n整个故事，跨越了北洋政府时期，抗战时期，内战时期，到共和国成立，文革，跨越了中国近现代史上最动荡的一段岁月。\n所以它的史诗感，你从这个时间跨度上，就能明显地感受到。\n那么要如何透过具体的人，来书写宏大的历史呢？\n就是看这每一段历史，或每一个时代，在人的身上留下了什么印记。\n那具体到《霸王别姬》，其实就是透过程蝶衣的“不变”和段小楼的“变”，来结构整个故事的。\n程蝶衣是个至真至纯的人物，是一个带有精神洁癖的理想主义者，她自始至终都没有被时代改变过。\n那么他的理想是什么？\n就是对京剧的痴，对舞台的迷恋，以及对霸王——也就是段小楼的从一而终。\n他是个人戏不分的人，对于他来说，舞台和人生是一回事，是没差别的。\n当然，他的这种“痴”，也就注定了他最后的悲剧命运。\n我们看到在整部电影中，他一再地遭遇背叛。\n这种背叛，不止是段小楼，他娶了另一个女人为妻，这种情感上的背叛。\n它更是，影片进行到后半段，当一个强硬的时代来临，京剧被迫一点一点变味，而舞台上那个曾经威风凛凛的霸王，最终给这个时代下了跪，认怂了。\n这种精神上的背叛，给程蝶衣的打击是更猛烈的。\n那我们刚才说过，程蝶衣是个人戏不分的人，那么当京剧失去了舞台后，他的人生也就注定走到了尽头。\n我们再说段小楼。\n段小楼和程蝶衣不同，他是一个被时代深刻改变了的人。\n他原本是舞台上的霸王，在台下也是个很有男子气概的人物，绰号小石头，到处跟人死磕，是一混不吝的主儿。\n可是最后，在批斗会上，这个曾经的霸王，做了缩头乌龟，霸王变王八。这是他的悲剧。\n但你说我们能怨他呢？好像也很难这么去苛责。\n其实他只是做了很多普通人，都会做的选择。\n所以说，不是段小楼有多糟，而是程蝶衣太少了。\nGIF\n那么从这两个人的悲剧中，我们似乎又能看到一种更大的宿命式的悲剧。\n就是面对这样一个历史的困局，无论是像段小楼一样，选择苟且偷生，还是像程蝶衣一样，选择慨然赴死，似乎都没有太大的差别。\n什么也不会因此改变，每个人都不过是历史这座大舞台上的匆匆过客。\n这就是《霸王别姬》为我们营造的一种，令人久久不能忘怀的怅惘和悲情。\n好，铺垫了很久，下面我们就来一起看看《霸王别姬》里的几场戏，来直观地感受一下这部电影的魅力。\n首先，先看电影的开场。\n我们看这样一部跨越了几十年、跌宕起伏的一部史诗电影，是怎么展开它的叙事的。\n《霸王别姬》采用的，是一个大倒叙的结构。\n我们刚才看的这个片头，实际上是整个故事的结尾。\n也就是到了1977年，一切看似已经过去了之后，程蝶衣和段小楼两个人，久别重逢，他们最后一次登台，最后一次唱了这出《霸王别姬》。\n《霸王别姬》-开场\n那我们来说一下这个片头。\n一上来，一束很强的背光，从窗外射进来，照亮了整条走廊。\n这时候，你注意听，窗外有歌声传来，是什么呢？\n是《歌唱祖国》这首歌，“五星红旗迎风飘扬，胜利歌声多么响亮。”\n然后，伴着这首歌，虞姬和霸王登场了。\n他们穿过这条过道，进入了场馆。\n这个镜头给人一种什么感觉呢？\n有一种不合时宜的感觉，非常的不真实。\n就像两个古代装扮的人，突然穿越到了现代一样。\n而且你再看他们出现的这个地点是哪？\n如果你仔细看的话，你会发现，它是一个篮球馆。\n这也很奇怪，为什么两个唱戏的人，会出现在篮球馆呢？他们不是应该去戏园子里走台吗？\n这个其实就是导演在暗写京剧的衰落。\n到了这个时代，经历了十年浩劫，京剧已经没有自己的舞台了。\n这里我们展开说一下，在整部电影中，《霸王别姬》这出戏，段小楼和程蝶衣一共唱了六次。\n那除了这最后一次，前五次，全都是在戏台上唱的。\n而且呢，还有一个有趣的现象，就是他们只要一唱，就准出事儿。\n换句话说，导演就从来没让他们唱痛快过。\n那你还记得第一次是给谁唱吗？\n对，给张公公，前朝的一老太监，太后身边的红人。\n而接下来，小豆子——小时候的程蝶衣，遭到了张公公的猥亵。\n那也是一段不堪回首的记忆。\n这是第一次唱。\n第二次呢，时间已经到了1937年，七七事变的前夕。\n这时候，段小楼和程蝶衣两个人已经成角了。\n那这次唱出什么事儿了呢？\n哎，袁四爷来了。\n这里我要说一下，对于段小楼和程蝶衣之间的感情来说，袁四爷是一个介入者。\n但是，他并不是一个反派。\n这里我们先不展开，我们过后会细说这个人物。\n好，接下来第三次，菊仙来看戏了。\n这也是颇有意味的一幕，就是台上的霸王对虞姬唱：“依孤看来，今日是你我分别之日。”这时候呢，菊仙站起身来，一袭白衣，大摇大摆地出了戏园子。\n她干嘛去了？\n去给自己赎身去了，她决心要嫁给段小楼。\n这也导致了段小楼和程蝶衣之间的决裂。\n好，接下来第四次唱《霸王别姬》，已经是抗战胜利之后了。\n国民党的一帮伤兵来看戏，闹场子。\n结果怎么样呢？\n酿成了一场大混战。最后程蝶衣被抓走，菊仙也流产了。\n是很惨烈的一场戏。\n好，等到第五次唱，也就到了1949年，解放军进驻北平，来戏园子听戏。\n结果那天呢，程蝶衣嗓子出问题了，可能也是因为长期吸食鸦片导致的，失声了。\n段小楼赶紧站出来道歉，没想到，台底下的军人们不但没闹事，还齐刷刷地鼓掌。\n最后呢，你不是不能唱了吗，没事儿，我们唱，“我们的队伍向太阳”。\n唱得台上这俩人完全不知所措。\n所以到这儿，你就看到了，片中五次唱《霸王别姬》，没有一次是太平的。\n也就是说，程蝶衣和段小楼的这出人生大戏，总是被各种外力以及不可抗力阻断。\n而且啊，这里面，陈凯歌透过台下的看客的变化，就给我们展示出了时代的变化，以及京剧逐渐衰落的过程。\n好，我们看几张图，看看这个看客的变化。\n首先，从这个张公公开始，这张公公是慈禧身边的红人啊，据说原型就是小德张。\n而京剧在20世纪初的繁荣，其实和慈禧懂戏、爱戏，是分不开的。\n那是京剧最好的时候。\n往后呢，台下的观众换了一拨又一拨，有袁四爷这样的没落贵族，有菊仙这样的从良妓女，这都是捧角儿的人。\n直到战争来临，先是日本人来了，那刚才为什么没提这个呢，因为日本军官看的这场戏不是《霸王别姬》，而是《贵妃醉酒》，那时候程蝶衣和段小楼因为菊仙的事已经拆伙了，俩人不一块儿唱了。\n但不管怎么样，这个叫青木的日本军官，他是懂戏的。\n后来程蝶衣为救段小楼，给日本人唱了一出昆曲《牡丹亭》。\n这也为他后来遭迫害埋下了伏笔。\n等段小楼被救出来，程蝶衣冲上去第一句话就说：“有个叫青木的，他是懂戏的。”\n这就是程蝶衣这个人，他是个戏痴，在他心里，京剧艺术是超越一切的。\n只要你懂戏，我就敬你三分。\n可是，再往后。你看，这个台下的人，就越来越不懂戏了。\n先是这帮国民党的伤兵，其实那场演出呢，就已经带政治色彩了，说白了，就是一场慰问伤兵的演出嘛。这时候艺术就已经让位于政治了。\n而且呢，这帮人完全不懂戏，就聚在舞台周围，跟那儿起哄。\n这里你要特别注意陈凯歌的空间调度，你看前面几场戏，无论谁来看，都是很有秩序的。到戏园子里了，角儿最大。\n可到这一场，秩序大乱，戏园子的规矩完全被破坏了。\n再到后来，唱红歌这场戏。\n这个表意就再清楚不过了。\n你能看到一种冉冉升起的，压倒一切的新秩序，迅速代替了戏园子旧有的秩序。\n而舞台的中心，也不再是角儿的，而是高高悬挂的画像。\n并且响彻在戏园子里的，也不再是京腔京韵，而是嘹亮的军歌。\n一种新时代的声音，淹没了旧时代的声音。\n而京剧要想继续发声，怎么办呢？\n你也必须把自己改造成符合这个新时代要求的声音，才行。\n于是紧接着，没过多久，就是京剧改革研讨会那场戏。\n程蝶衣收养的这个徒弟小四，就质问自己的师父：“怎么现代戏就不是京戏了？为什么古时候的英雄美人上了台就是京戏，现在劳动人民上了台就不是京戏了呢？”\n在这样一个只允许一种声音存在的时代里，京戏，这个传统的艺术，它不可能不变味儿。\n当然后面的故事，影片没有直接拍，但我们是知道的。\n就是在文革十年当中，京剧就只剩下八大样板戏了，其他的通通不允许登台。\n于是，我们就回到开场的段落，绕了一大圈。\n这时候已经是1977年了，一切动荡看似都过去了，但是京剧也已经彻底没落了。\n于是，年迈的程蝶衣和段小楼，他们只能来到一个篮球馆来进行彩排，在这个台下无人的场馆里，完成他们人生中最后一场《霸王别姬》的表演。\n你可以想象，这两个在20多年前红遍京城的角儿，那一刻是什么心情。\n好，那我们回到片头，再说几句。\n当这两个人进入场馆之后，等待他们的，是一声讯问：“干什么的？”\n哎，这里又是一个只闻其声，不见其人的处理。\n那我们自然就可以把它可以理解为，这是两个人和时代、和历史之间的一场对话。\n那之后呢，画外的人就问，您二位有20多年没挨一块唱了吧？\n段小楼说，啊，21年了；然后程蝶衣纠正他，是22年。\n接着段小楼又说，我们哥俩也有10年没见面了。\n然后程蝶衣再次纠正他，是11年。11年没见面。\n这段对话，首先显示出了这两个人对于时间，以及对于他们之间的这段情义，在乎的程度是不一样的。\n很显然程蝶衣是更在乎这段感情的，而且他对时间极其敏感，还记得后来的那句话吧：“差一年，差一个月，差一个时辰，都不是一辈子。”\n另外，这段对话，帮我们校准了两个历史时刻，一个是22年前，也就是1955年的“戏改大讨论”，那之后，俩人就没在一起唱过戏了；另一个呢，是11年前，1966年，文革开始，俩人之后就没见过面了。\n导演也在用这种方式提醒我们，对历史不该轻易地忘记。\n接下来，就是这两次“可不”。\n“可不，都是四人帮闹的。”\n“可不，现在好了。”\n很明显，这是两句反话。\n之所以会有那样一段荒唐的历史，不是某些人闹的那么简单，而是所有人的主动参与和低头默许，共同造成的。\n就像程蝶衣说的：“是我们自个儿一步一步走到这步田地的。”\n另外，现在就好了吗？\n没好啊。\n因为历史是延续的。它不会在某年某月某日的零点就突然翻篇了，没这个可能，而它造成的创伤，还会继续地疼下去。\n就像我们眼前的这两个人。\n他们就是从那段历史中走来的，但你看程蝶衣，他依然是那个虞姬，那么从容不迫，而段小楼呢，尽管一身霸王装扮，但他还有霸王的风采吗？完全没了，成了一个唯唯诺诺的形象。\n这就是程蝶衣的不变，和段小楼的变。\n导演一上来就告诉了你两个人的结局。\n另外，这个片头的打光也非常的妙，它营造了一种亦真亦幻的戏梦人生的感觉。\n而这两个人，走过的那条通道，其实就像一个时空隧道一样。\n接下来，聚光灯对准了他们。\n而我们也将要跟随他们走进历史，去回看这段往事了。\n《霸王别姬》除了是一部史诗电影，还有一个很重要的标签，它是一部同性题材的电影，讲述的是关于同性恋的故事。\n那么这里的“同性恋”呢，其实我们要打上一个引号。\n为什么呢？\n其实说“同性恋”啊，并不准确。\n因为片中的程蝶衣，他并不是以一个男人的身份，爱上了另一个男人。\n而是他先有了一个性别错认，把自己错认为了女人，然后他爱上了段小楼。\n这其实还是一个男人和一个女人的情感纠葛。\n只不过这里的“女人”，是一种错位的性别认同。\n那么说起这个“性别错认”，它其实也是程蝶衣身上的另一重悲剧。\n那它是怎么完成的呢？\n其实是在一连串的外力胁迫下完成的。\n首先，第一重外力是什么？\n对，断六指。\n就是为了送小豆子进戏班，母亲断了他的六指。\n《霸王别姬》-断六指\n那么这根多出来的手指，很显然，就是男性生殖器的象征。\n断六指，就是“去势”。不断此指，小豆子就成不了程蝶衣。\nGIF\n当然了，这也是很悲情的一场戏，一个母亲要把自己的亲生孩子卖掉。\n当小豆子，用带着伤口的手掌，按了卖身契之后，他转身叫了一声“娘”。\n而这时候，娘已经不见踪影了，而门外只剩下茫茫大雪。\n这是非常艺术化的，写意的表达。\n之前任何没有下雪的征兆，这雪是突如其来的，也是下在人物心里的。\nGIF\n而且，我们还可以想到什么？\n就是小豆子他从小生在妓院，长在妓院，他见了不少男女之间的肮脏事。他也对那样一种轻浮的男女之情，有着本能的反感。\n而母亲身为一个妓女，对他的抛弃，也进一步强化了这种反感。\n这似乎也就能解释得通了。\n就是为什么小豆子会那么的认同虞姬，认同虞姬对霸王的从一而终。\n所以说，这场断指的戏对于小豆子，是一个决定性的时刻。\n它从生理到心理，彻彻底底地改变了他。\n 那第二个决定性的时刻是什么呢？\n就是小豆子一再念错的那一句：“我本是男儿郎，又不是女娇娥。”\n那最后他是怎么改口儿的呢？\n我们来看下面这场戏。\n《霸王别姬》-小豆子改口\n好，这场戏已经非常直白了。\n小石头用师父的烟袋杆，使劲儿杵小豆子的嘴。\n之后镜头穿过师兄们明显带有雄性特征的身体，停在了小豆子的脸上，只见他的嘴角流出了汩汩的鲜血。\n而这一次，他也终于说对了：“我本是女娇娥，又不是男儿郎。”\n其实这是一场很暴力的戏，拍的就是一个“破处”的过程。\nGIF\nGIF\n这场戏之后，紧接着一场戏，就是小豆子已经扮成了虞姬，他第一次演《霸王别姬》。\n他的性别错认呢，到这里，其实就已经完成了。\n当然是在两次暴力行为之下，被迫完成的。\n当然在这个过程中，还有一点是不可忽视的，就是整个戏班封闭又高压的环境。\n这里是容不得半点差错的。一旦错了，师父就是一顿痛打。\n而那个小赖子，其实就是这么被逼死的。\n所以，对于程蝶衣来说，有两种吆喝声，他永远都忘不了。\n一个就是“磨剪子戗菜刀”，那是他被切断六指，“去势”那天的回忆。\n另一个就是小赖子最爱吃的“冰糖葫芦”，它时刻提醒着程蝶衣，这个戏班的严酷，严酷到可以逼死人，也可以篡改一个人的性别。\n所以这两种声音将会纠缠他一生，在影片后面反复的出现，成为性别错认的一种印证。\n我们应该承认，戏班是带有某种洗脑性质的。\n它要让你成角，让一个男人成为男旦，它就必须强迫你认同自己的女性身份。\n而小豆子，恰恰又是一个极端天真的人。\n他可以错认自己是一个女人，也可以视虞姬对霸王的从一而终，为一生的信念。\n这是他令人惊叹的一面。\n但同时，又注定了他的悲剧。因为他爱的男人呢，爱上了一个女人；也因为这世间只有他把戏当真，其他人都只把戏当戏。\n下面，我们就要说说程蝶衣和段小楼之间的情感了。\n在他们的情感中间夹着两个人，一个是菊仙，一个是袁四爷。\n这两个人都是配角，但人物塑造极其丰满。\n其实这也是衡量一部电影是否优秀的一个标准，就是看你能不能把里面的配角当成主角，写出一个同样精彩的故事来。\n很显眼，菊仙和袁四爷呢，就是非常出彩的配角。\n这两个人啊，同样也是两个悲剧人物。\n他们都有各自的“命”，但又知命强英雄，这就注定了他们的悲剧。\n菊仙的命是什么呢？\n就是老鸨子跟她说的那句话：“窑姐永远是窑姐儿，这就是你的命。”\n她是个妓女，这是她一生都想摆脱的一个身份，但是终究不得。\n陈凯歌把她的“命”，在影片中具象成了一个道具，就是“鞋”。\n我们都知道，旧社会管妓女叫“破鞋”，就是因为在北京的八大胡同，妓女们会在自家门口挂一双绣花鞋，作为招牌。久而久之，风吹日晒，那鞋就破了，所以就有了这么个叫法。\nGIF\n所以我们看菊仙给自己赎身的时候，钱都给老鸨子了，那最后一样扔上桌的是什么呢？\n就是脚上这双鞋。\n最后她是光着脚去找段小楼的，她要清清白白地进段家的门。\n结果到了后台，段小楼和菊仙俩人就定亲了。\n程蝶衣就很不开心，他一下把门推开，啪，一双鞋，就扔在了菊仙的脚下。\n那意思呢，这破鞋的名号，不是那么容易就能摘掉的。\nGIF\n这里我们就要说一下，就是程蝶衣对菊仙的恨，其实是很复杂的。\n这里面至少有两重恨。\n第一重，当然是因为菊仙的出现，使得程蝶衣对段小楼“从一而终”的梦，破灭了。\n第二重，这个菊仙还是个妓女，这让程蝶衣想起了抛弃他的母亲。\n是这两重恨夹杂在一起的。\n而且另一方面，你想想，如果小豆子真的是女儿身，他的下场会是什么样？\n他很可能就被母亲留在身边，做妓女了。\n你还记得母亲卖他的时候，跟关师傅说了什么吗？哎，不是养活不起，实在是男孩大了留不住，这才投奔您来了。\n都说女大不中留，怎么男孩大了也留不住啊？\n因为那是妓院。\n要是女孩的话，也就留下了。那他和菊仙的命运，很可能也就一样了。\n所以说，程蝶衣和菊仙两个人，他们实际构成了一组镜像关系。\n别看他们表面上势同水火，但实际骨子里，他们有很像的部分。\n甚至当这个程蝶衣后来犯了大烟瘾，他最痛苦的时候，正是菊仙，把他抱在了怀里。\n那一刻，她甚至像是蝶衣的“母亲”一样。\n所以你看这两个人，关系是很微妙的。\n一个戏子，一个婊子，又像是母子，又有点前世今生，或者此生的另一种可能的意味。\n哎，很复杂。\n而且，你翻过头来想，菊仙又何尝不是另一个虞姬呢？\n自打跟了段小楼之后，她真的做到了那四个字，就是：从一而终。\n当段小楼被日本人抓了，是她去找程蝶衣求情；当段小楼被伤兵们围殴的时候，是她挺着大肚子，第一个冲上去，最后丢了孩子……\n这哪是妓女？这是烈女。\n甚至她身上阳刚的一面，连程蝶衣也要自叹不如。\n但这个故事，悲剧也就悲剧在这儿。\n是什么呢？\n你想想，《霸王别姬》它实际讲的是，两个真虞姬爱上了一个假霸王，所引发的悲剧。\n在最后的那场批斗大会上，当段小楼跪在众人面前，揭发程蝶衣的时候。\n程蝶衣终于崩溃了，他把所有的怒气都发在菊仙的身上，骂她是妓女，是婊子。\n那时候段小楼说了什么呢？\n他说，“我不爱她，我要跟她划清界线。”\n就在那一刻，这两个女人，同时看清了一个男人。\n她们也共享了同一种背叛和幻灭。\n关于这一点，其实陈凯歌早就通过镜头语言告诉我们这点了。\n如果你留意的话，你会发现，影片中有大量这样的镜头，特别是菊仙和段小楼独处的时候。\n你看这个画面中，菊仙是处于真实空间的，而段小楼呢，只是镜中的幻象。\n这两个女人迷恋上的，其实只是一个霸王的幻象而已。\n当真正的考验来了，她们才发现，原来这个幻象实际不堪一击。\n最后，菊仙把那把剑——也就是程蝶衣和段小楼之间的定情信物——还给了程蝶衣，然后回头冲他淡淡一笑，之后上吊而亡。\n而她死的时候，桌子上摆着她的那双绣花鞋。\n这双鞋她想脱掉，想了一辈子，但终究还是没有脱去。\n这就是菊仙的悲剧。\n下面我们说说袁四爷。\n如果说程蝶衣和菊仙是一组镜像关系的话，那么袁四爷和段小楼，就是另一组。\n也就是所谓的：真假霸王。\n这袁四爷一出场，在后台和段小楼、程蝶衣第一次见面，就表明了心迹。\n什么心迹呢？\n首先，他对程蝶衣表达了敬仰之情，视他为再世虞姬。这是其一。\nGIF\n第二，他和段小楼有了一番争论，也就是所谓的“五七之争”。\n他就问段小楼，说：“段老板，霸王回营，到和虞姬相见，按老规矩应该走七步，可你只走了五步。楚霸王气度尊贵，要是威而不重，岂不成了江湖上的黄天霸了吗？”\n别小看这段五七之争。\n从这里，我们就知道，袁四爷是个行家，他懂戏。\n另外，他要争的还不简简单单是个步数问题，而是谁更有资格，站在这个转世虞姬的身边，做他的真霸王。\n而且，黄天霸这个人，也不是随便一说的。\n提起黄天霸，他最有名的故事，其实是一次背叛。他背叛了绿林，投靠了朝廷。\n那么我们看《霸王别姬》后面的故事，还真的让袁四爷言中了。\n段小楼，最后他投靠了一股泯灭人性的政治力量，背叛了程蝶衣，也背叛了菊仙。\n他就不是真霸王，他只是黄天霸而已。\n但是，袁四爷的悲剧就在于，他虽然是最懂程蝶衣的人，他也想做他的霸王，但在程蝶衣的眼里，他却只是一个暂时填补空虚的替代品。\n用现代话说，就是个备胎。\n这是这个人物的悲剧所在。\nGIF\n等到解放后，袁四爷被扣上了“反动戏霸”的帽子，要拉出去枪毙。\n我们看那时候，他面无惧色，迈起了四方步，凛然赴死。\n那一刻，我们才忽然发现，原来真霸王，在这儿。\n他和程蝶衣一样，都是戏痴，而且直到生命的最后一刻，都没有出戏。\n但可悲的是，他始终没有等来自己的虞姬。\n 《霸王别姬》这部电影，实际上是一曲京剧的挽歌，也是一群人的时代悲剧。\n讲到这儿，我们终于来到了这部电影的结尾。\n其实李碧华原书的结尾，不是这个。\n是讲段小楼和程蝶衣两个人，在文革之后，辗转去了香港，又在香港偶遇。\n最后两个老人，在澡堂子里，再一次赤裸相见，就像小时候那样。\n但这时，两个人已经是风烛残年，而往事，也已经随风散了。\n但陈凯歌拍的时候，就觉得这个结尾不够有力量。\n于是就改成了现在我们看到的这个结尾。\n后来呢，李碧华也把这个结尾补进了书里，但是把它写成了一场梦境。\n好，那我们看一下结尾。\n《霸王别姬》-结尾\n这个结尾，其实又回到了影片的开始，构成了一种宿命般的轮回。\n多年以后，程蝶衣和段小楼再次重逢，最后一次唱起了《霸王别姬》。\n好，这段结尾，虽然和开场是连在一起的。\n但你注意了吗？其实灯光的颜色变了。\n你看，上边这个开场的光，是明亮的，暖色的，是将要陷入回忆的一种恍惚的感觉。\n而结尾的光，变成了冷色调。\n也预示着这个故事的结局，将是一场大悲剧。\n时隔多年，两个人又一次说起《思凡》里的那段念白：我本是男儿郎，又不是女娇娥。\n而程蝶衣就像回到了小时候一样，他又一次把这句话念错了。\n那就像是一个梦醒的时刻。\n五十年一觉虞姬梦，到了这一刻，终于要醒了。\n一切都过去了。\n他所爱的京剧，没落了；他心心念念的从一而终，也无从实现了；而他眼前的这个霸王，也已经垂垂老矣。\n而最痛苦的是什么呢？\n最痛苦的是，他到这个时候，才突然意识到，他被强行改写的性别意识，以及因此被赋予的虞姬的宿命，这一切，原本就是谎言。\n没人当真的，只有他当真了，因为他太天真。\n那这样的人，不死才奇怪。\n因为这个世界，容不下这样的真。\n于是，程蝶衣拔剑自刎，他并没有因为自己的幻灭，而拒绝虞姬的宿命。\n相反，他真的迈向了虞姬的宿命，从而成就了自己矢志不渝的天真。\n尽管他没能做到对霸王的从一而终，但是他做到了对自己，对自己的那份“真”的的从一而终。\n© 本文版权归作者  子戈  所有，任何形式转载请联系作者。\n这篇影评有剧透\n",
    "评论 9": "霸王别姬电影分析（一次作业）\n\n关于影片《霸王别姬》的分析\n\n文学阐述\n如果对《霸王别姬》用画框连缀起来的空间进行审视，陈凯歌将他的影片故事时间从1924年北洋军阀统治时期延续到文革以后，是一个横跨了半个多世纪的近代历史。在这里历史是作为人物际遇的背景，给影响空间融入时间的剧烈变动。《霸王别姬》中的各种视听元素以及创作者的思想在经过选择、雕琢、再组合，才构成了影片的所谓之经典大作。\n伴着“锵………. ”的京剧鼓点和忧郁的背景音乐，一段二胡“咿呀，咿呀”开始讲述百年的沧桑。本片从民国初期，横跨了国民党时期，抗战，解放，文革，平反等一系列历史，程蝶衣，段小楼二人也渡过风风雨雨。真是：百年觉醒，原是南柯一梦。\n影片开始的时候是没有灯光的体育馆中场，站着晚年的段小楼，进来的是同样迟暮却依然痴情的程蝶衣。结束的时候还是这样的场景，这样的人，中间隔着的曲折艰难，我们已经看在眼里。于是那一个转身的慨然自刎，我们并不惊讶，只是面对注定的悲剧，仍然免不了叹息。\n1924年的北京，作妓女的母亲带着9岁的儿子蝶衣来到关家科班，恳求收留他学京戏。在戏院这种环境的潜移默化的渗透下，小豆子最终接受了“女娇娥”的角色。慢慢地，程蝶衣的内心发生了变化，他对自己的身份产生了混淆之感。蝶衣与小楼从小就是好兄弟，他们合演的《霸王别姬》轰动京城。抗战期间小楼与青楼女子菊仙结婚，蝶衣倍感孤独。解放后两人又重新登台演出，文革开始了，小楼在巨大压力下揭发了蝶衣的罪行，蝶衣也在绝望中说出了菊仙身世。菊仙上吊了。而11年后，他们最后一次合作《霸王别姬》的绝唱……\n 影片人物分析\n\n小豆子始终以静默、思索的状态出现。小豆子体会了唱戏和做人的道理“从一而终”。他宁死不唱“我本是女娇娥”，完整的透露他生性倔强。可是小石头用烟斗捅他的嘴的时候，这种信念的最后防线也垮塌。终于唱出“我本是女娇娥”的小豆子，已经完全进入了另外一种人格，小豆子已带着同样的执著地走向另一端。于他不疯魔不成人生，缺乏对一切现实的考虑，心中只盼着和段小楼永远扮下去，演下去。从小时冬夜第一次与师兄同床共枕到第一次与师兄合唱《霸王别姬》，小豆子就知道，自己要当一辈子的虞姬，跟在霸王的身边。于是他在单飞独演《贵妃醉酒》时，倒在台上的是玉环的身子，脸上却是虞姬的绝望。十一年后，终于等到重逢，段小楼不是他想象的那种人，也不是他期盼的那种人。几十年的痴迷，在这一刻被顿悟击得粉碎。\n小石头讲述的是大师哥的故事，是一个逐步屈从于社会秩序的角色。他在经历了人事的变换在年老之时与影片第一场戏中显出同样的屈从、谦恭、谄媚来。段小楼是最现实的，他一早就分得清戏与人生，师父说的“从一而终”，对他来说不过是套话。与程蝶衣不同，他演了几十年霸王，却没有真正学来霸王的气度。为了救程蝶衣而有求袁世卿，却只剩下了无助而唯喏的嘴脸；更不要说在革命小将的威逼下背叛他最亲的两人。终于结局只是曲终人散。\n关师傅在影片中大多时候声色俱厉，时而又谄媚谦恭，既有超我的追求又有自我的压抑还有自我的释放。\n影片通过三位主人公的同性恋和异性恋的矛盾，把他们的命运和历史背景融合到一起，展现出他们情感上的纠缠和交葛。蝶衣从小依赖师兄小楼，这种依赖演变为一种爱情，但是小楼回对待他的感情却显得暧昧和模糊。而小楼和菊仙的异性恋，也是菊仙更为明显。小楼始终是一个模糊的状态，也许是因为害怕，这种害怕在文革期间表现的更为明显。然而这种矛盾还是以生命的终结画上了悲剧性的色彩。\n\n导演阐述\n导演陈凯歌的这部影片突破了传统叙事的规范。他的影片重视对画面上人物运动的处理，强调视觉造型不拘传统的叙事方式，故事情节淡化，但刻意追求主观性、象征性，寓意性。\n作为导演，陈凯歌在影像风味的控制和处理上可谓很成功。一是在重头戏里对人物的奔走行动作长距离的前后跟拍，既完整地展现出极具真实感的空间布景，又可以让观众感受到当事人的某种临场体验；使一场戏的的着重点高度集中；加强影片的节奏感，而节奏的张弛变化可以引导、调节观众的注意力，避免冗长枯燥，树立鲜明的电影语法风格等。而且，不同的长镜头跟拍段落，效果也不尽相同：像影片一开始，前跟“霸王”与“虞姬”缓步走进体育场，长长的过道，相对固定的拍摄距离，使这样的一个运动镜头 产生了“动中取静”的沉重抑郁感，一下子将人带进真幻难辨的颓旧氛围里恍若隔世一般。另一场小豆子被母亲砍断手指，疼痛难忍，在戏园子奔跑大叫，其余角色在不同景深位置也相应地急速移动，剧烈狂暴的画面处理再配以撕心裂肺的尖叫，可谓先声夺人，体现学戏之艰难苛刻。\n\n 摄影师阐述\n  由于影片中人物经常处于歇斯底里式的情绪状态，摄影师实在太有理由大用特用夸张的、变形的短焦距镜头了，但顾长卫却从用色入手来烘托画面情绪，可谓自成一家。比如花满楼“相亲”一场，铺天盖地的大红色调，几乎能把银幕点燃；而程蝶衣和袁四爷扮装调戏的场面则用清冷阴郁的调子，加上淡淡的放烟效果。影片里多处可见表现主义的大反差布光，以及模拟舞台效果的分光、追光，反映出顾长卫深厚的影像掌控能力和丰富的影像创造经验。尤为难得的是，他还是一位既能把握导演意图又心思细腻敏锐的优秀摄影师。顾长卫恰好能予以弥补和润色，在本片多处利用光色的细部微调，衬托人物的微妙心理变化，给观者几多回味之处。\n       为了给顾长卫的精彩摄影锦上添花，在剪接手法上，陈凯歌常常有意反常规而行，作动接静或静接动式的跳跃式组接，对比强烈，不乏令人色变的冲击震撼；镜语的又准又狠，再加上音响突然的闯入，凌厉逼人。\n\n灯光技术分析\n《霸王别姬》用光让人看上去相当舒服，它既不是那种单一、冷冷的暗沉，又不是绝对的暖色调。它介于两者之间，一面尽可能表现了旧中国时代的衰败，另一方面对人物摄像时达到了足够的暖色调，使人物看上去不单一，很具有血色。在色调处理上，尽量照顾到人物在该场景中的情绪。譬如：当文革时期来临前夕，菊仙和段小楼的家对比他们俩刚结婚时洞房，这点对比在对观众关于时间环境的交代上起到了很大的作用。另外本片前半部分对小豆子、小癞子、小石头的面部刻画，机位都是处于侧45度角，光也是尽量模拟到自然光，打到半张脸，随着时间转换，人物刻画开始以正前方拍摄为主：这样做的效果在于利用光的效果，儿童们的一张张脸在逐渐展开，逐渐清晰，很有讲故事的意味，这是创作者在驾驭故事时的一种手段，恰到好处。\n\n镜头技术分析\n镜头是摄像师的艺术，包括前面的光。而所有的影视元素就像一辆马车，导演就是车夫。本片的摄影师是顾长卫。从片子的镜头美观程度就深知顾导的功底和用心。由于影片中人物经常处于歇斯底里式的情绪状态，摄影师实在太有理由大用特用夸张的、变形的短焦距镜头了，比如花满楼“相亲”一场，铺天盖地的大红色调，几乎能把银幕点燃；而程蝶衣和袁四爷扮装调戏的场面则用清冷阴郁的调子，加上淡淡的放烟效果——雌雄难分，真假莫测，一派迷离情调。影片里多处可反映出顾长卫深厚的影像掌控能力和丰富的影像创造经验。尤为难得的是，他还是一位既能把握导演意图又心思细腻敏锐的优秀摄影师。原来，陈凯歌一贯的执导作风通常使演员的表演偏向抽象理性一端，故人物的情感表达往往流于粗线条，而顾长卫恰好能予以弥补和润色，在本片多处利用光色的细部微调，衬托人物的微妙心理变化，给观者几多回味之处。\n《霸王别姬》是一部故事性很强的影片，将近三小时要讲述跨越半个世纪的发生在一对戏子身上的事，考验摄像师的镜头叙事能力。场面的调度和人物的调度尽善尽美。在本片中，所安排的演员的调度形式的着眼点布置在于保持演员和他所出的环境的空间关系、在构图中的完美，更主要在于反映人物的性格，拍摄时更强调遵循人物在特定环境下必然要进行的动作逻辑。 为了使电影形象的造型更具艺术感染力，在处理电影场面调度时，更注重从剧情出发，灵活运用各种场面调度。使这部电影的过渡也显得自然而流畅，在前一个主题结束之后，画面悄无声息地由亮转暗、由暗转亮，婉转而出下一段主题。比如：在片子的开头，小豆子被切去手指，小豆子的脸部特写，手部特写，反复两三次出现街道，再结合音响“磨剪子来，镪菜刀”以及“低沉的鼓声”。\n\n拍摄技术分析\n这一段场面纵深调度对人物命运的铺垫起到了很多作用。就像摄像师对整部片子镜头的把握程度其实用两个字来形容：“精”、“炼”，“精”指的是摄像师慧眼，他找到最能传达情谊的镜头，譬如小楼从花满楼救下菊仙，回到戏院蝶衣和小楼两人背靠背坐着对话的那一段，先不说哪一段对白是如何如何精彩，单看镜头，两人背对着坐着，摄像师给的角度是平视，人们面前都摆着一块镜子，这种格调的设置，比两人傻傻站着对白更具意味深长性。“炼”，指的是摄像师对镜头逐个的提炼，导演找对了场景，演员弄清楚了对白，但摄像师要思考的是：把人物角度如何摆，机位如果设置，是动还是静，才能最具效果。另外一个值得一提的是：在《霸王别姬》的镜头里，多次出现人物甲通过镜子看人物乙，也就是说在片子里镜子作为一种视线介质多次出现，当然这其中肯定包含导演的想法，关于镜子在生活中的用途我就不多扯了，我想说的是这一运用正暗暗对应了“人生如戏，戏如人生”这一说法。\n越是经典的片子越没有必要把画面蒙太奇一一抠出来逐个分析。它的蒙太奇思维应该是一个整体，存在于导演的的脑海中。从转场来说，小豆子和小石头从童年变成少年，是在湖边念叨：“力拔山兮气盖世…”转换的，通过两个摇镜头叠化，表示时间过渡。另外小豆子和小石头从少年变成程蝶衣和段小楼时，则是通过照相，前一镜头是和师父以及众师兄弟合照，后一镜头则是他们已成为角儿是的合照。一前一后，时空交代。前后镜头一两秒，就跨越了好几年，这一方面说明了影视艺术的特殊性，另一方面也说明蒙太奇在影视中运用的欺骗性。\n   电影的画面剪辑干净利落，在一个个段落般的故事结束后没有拖泥带水的衔接，而是直接剪接或用远镜头摇开摇进。而电影画面中物象的镜头处理，更使得象征主义手法被表现得淋漓尽致。如小癞子自杀时轰然倒下的屏风，在关师傅叙述霸王悲剧时的霸王别姬画卷，在太庙批斗时燃烧的戏服和在大火照耀下扭曲的脸，都仿佛对未来人生的磨难与悲壮做了无情的预言。\n\n人物塑造分析\n 对于人物面部表情的特写可谓极其细致传神，如小豆子在唱错《思凡》后被“洗嘴”的恍惚神情；在审判程蝶衣汉奸罪时程的坚定；在小四看见共军齐唱“我们的队伍像太阳”时的惊讶和喜悦；在最后菊仙被出卖后的悲愤与绝望；这些面部特写使观众更加深入地理解了人物的内心世界，也使得人物性格被塑造得更丰满。\n    《霸王别姬》的对白很精炼，最大的特点很有京味，把那种京剧，京腔味表露得一览无余。《霸王别姬》的人物对白简短但很倾注感情。当然，对白在蒙太奇中也发挥着发挥重大的作用。譬如一些台词：“要想人前显贵，您必得人后受罪”（梨园里师傅对刚入喜福成科班的小豆子的训话），“真他妈想当太太奶奶啦你，做你娘的玻璃梦去吧！你当出了这门儿，把脸一抹洒…你还真成了良人了，你当这世上的狼呀虎呀的，就都不认得你啦？我告诉你，那窑姐永远是窑姐，这就是你的命”（菊仙从良时，老鸨对她说的话）… …这些对白在一定程度也交代了人物以后的命运发展。用一句北京话说：“很有艺术的范儿！”正是这种诸多表现元素反映了中国的古老的文化底蕴，对中国的古老文化是一个很好的展现。还有一个值得一提的就是，片子的最后当蝶衣拔出剑时，实现了他“从一而终”的梦想时，小楼对蝶衣的呼唤：“蝶衣…”再到“小豆子”，称谓的变化，也足见小楼对蝶衣的感情，这一段很是让人回味无穷。关于演员的表演，都很到位。张国荣把虞姬给演活了。最经典的那一段莫过于那段“说的是一辈子，差一年、一个月、一天、一个时辰都不算一辈子。\n\n空间背景技术分析\n影片中的每个场景、每个画面都是中国社会和文化的真实写照，导演并且很巧妙地将文化与人物的生存环境紧密联系起来。在影片中，我们可以看到不同历史阶段的时代风貌：街市、四合院、古老的城墙、传统的小吃、鸟笼、蛐蛐罐儿、大烟等等……这些中国独特的人文景观被恰如其分地运用到影片之中，就连胡同中的各种吆喝声都被渲染得充满了生活的气息，当然，片中的京剧更是不可或缺的一大文化亮点。因此，我们可以说这是一部有着深刻中国文化内涵的影片。\n影片中几场湖边长吟的过场戏，镜头空间内容更为宽广，使原本局促于院落的空间舒展开来并且从容的完成率时空的过渡。画面表现四季，镜头运动缓慢，色彩对比度小，浓度偏低，柔和而少刺激。\n《霸王别姬》里，总的说《霸王别姬》在空间环境的描述是偏重于再现的；但是，浓重的现实色调常常铺满了画面，把再现性的空间构成上升到风格化的层次。在本片里陈凯歌无疑在艺术表现的分寸感方面进了一大步，整体气氛的营造取代了单个造型的突兀，当然，顾长卫的摄影指导亦功不可没。影片中以浓墨重彩泼洒情感，冷暖两极色调的交叉混用，将本来就五色斑斓的京剧造型、脸谱、服装、动作推到形式美的顶端。\n\n声音技术分析\n声音是经过精心选择的和磨合的，否则就会使声音显得很突兀。它与画面蒙太奇同等重要。声音是有节奏的，用声音来调控画面的节奏，磨合出最好的效果。这就是声音蒙太奇存在的伟大意义。这儿我只说一个：当小癞子和小豆子逃走后再次返回时，小癞子看到小豆子被打得很惨，那一刻他害怕了，赶紧吃掉他美味的冰糖葫芦，接着就自杀了。那一段：小癞子吃冰糖葫芦的动作音响，以及被混响了的“刀胚子”声，暗示下一镜头小癞子的自杀。声音是铺垫得如此干净。宁静，死亡前的片刻。\n片子有两段主题音乐：一段是低沉的弦乐，另一段则是京剧中很常见的敲击乐，很有韵味的哪一种（本人对京剧不了解，无法详细描述）。也有两段音乐叠化在一起的时候。一般主题音乐出现时，都是主人公命运发生转变的时候。低沉的弦乐暗示主人公命运的未知数；而京剧选段则是提醒着观众“人生如戏、戏如人生”大主题。比如：当小豆子被母亲切去第六指强行留在戏班时，两段音乐是交织在一起的，强调小豆子入戏行，铺垫了“戏子”这个身份对他命运以后的影响。再如：当小豆子和小癞子逃跑时在戏院看到“当一个角儿的风采”时，弦乐再次响起，这一次音乐传达了一个信息——小豆子要“自个儿成全自个儿”。再到后来，蝶衣吸毒，把自己弄得人鬼不分时，主题音乐也响了起来。得不到爱人，自感沉沦，深深地刻画了蝶衣对小楼的爱慕之深。再往后文革时期：当红卫兵问到段小楼爱不爱菊仙，段小楼因为害怕背叛了菊仙，同时他也揭发了蝶衣。在那个互相背叛来保护自己的年代，段小楼的行为直接导致了蝶衣和菊仙命运：蝶衣绝望，菊仙自杀。这又是一个主题音乐暗示人物命运的一个例子。最后还有一个：在片尾时，当久别重逢的蝶衣小楼再唱《霸王别姬》时，蝶衣装过脸来的特写，拔剑前的一刹那，音乐再次回到了京剧选段——人生如戏，戏如人生。唯美的经典。当然其实在蝶衣倒下后，音乐中出现一个微弱的《歌唱祖国》（片子开头也有）：一方面对应了片子的时空叙述方式，另一方面,激进的旋律，有点讽刺的意味，当然更多的是中国一路走来，有过尝试，有过错误，但也相信祖国明天会更好。\n电影全篇大量使用了京剧中二胡以及如锣鼓等打击乐乐器的声音，使得这部电影更具民族传统韵味，而音效与画面的结合更是恰到好处：在开始时戏班中师徒抓小豆子拜师时的京剧声暗示了小豆子已无法改变自己戏子的命运；在小四抢戏的环节，台前京剧声的响起与其说是故事中的原声，不如说更是为了表现段小楼难以抉择却必须抉择，英雄末路的配音，虞姬的唱腔一直在耳边萦绕，却不是程蝶衣而是他认真栽培的徒弟小四的声音，更是增添了对今昔对比和对苦涩的现实的渲染。在“太庙大火”的场景中，沉重的打击乐声错落有致地响起，使得我们的心头也饱受着和主人公一样的精神摧残。在菊仙自杀的时候，菊仙在空中悬挂的画面配着程段二人撕打发出的吼叫声和“听奶奶讲革命……”的歌声，使故事具有了荒诞色彩，而广播中的歌词“却原来，我是风里生雨里长”是暗暗包含了对菊仙一生的概括，更使故事具有了悲凉感。\n\n 声效技术分析\n这部电影的声效极逼真，尤其是其中的大场面犹如身临其境。在影片后期制作中导演陈凯歌为剧中的一个角色程蝶衣启用了配音，使得《霸王别姬》完整准确地再现了老北京的风土人情，但是仔细看下来现场蝶衣的原音与配音是穿插在整部电影中的， 成年后的小豆子和小石头都已成了角儿，艺名分别为程蝶衣和段小楼。师兄弟在影楼照完相后承黄包车赶往戏院唱戏，途中蝶衣首度开腔：领着喊的那个唱武生倒不错。柔柔的，细细的声线。身上顿时起了一层鸡皮疙瘩。对于配音，个人最满意的是批斗的那场戏，杨立新声嘶力竭的声线演出将当时近于丧失理智的蝶衣刻画得准确到位，近乎完美。 其实这部片子里蝶衣的原声，有时没有台词，例如：蝶衣为袁化妆时的笑声，戏院外听到冰糖葫芦的叫卖声时的咳嗽声，戒烟时的喊声，以及菊仙自尽后，蝶衣跑出屋后的发疯般的喊声……有很多这样的现场声。\n\n音响技术分析\n片中的音响运用了很多，尤其是动作音响，比如：关师傅打弟子屁股的声音，以及打破杯子的声音。其实片子中有很多摔东西和东西掉地上碎掉了的声音，稍微留意一下，就会注意到，片子中的文革前这种场景比较多，破碎的响声正预示着“打倒走资派”的到来。可见音响也是直接参与了叙事。另外在音响方面，值得拿出来细抠的就是音响师在音响的处理上运用了大量的混响，增加了声音的通透感和层次感。关师傅反复强调了一个“道理”：人各有命。混响的加入在叙事也向观众传达了“人很渺小，命运弄人”的信息。\n《霸王别姬》运用视听语言的强大组合能力，蒙太奇思维巧妙剪切，影像节奏上的调整在摄影构图上的强大构造能力，把人物跌宕起伏的命运作为了电影的主题，描绘得淋漓尽致，再衬托以风起云涌的大时代背景，让电影在豪情万丈中又不失细腻的情怀；而正是特定的人处在特定的环境中，他们的命运才更加地多舛！这般宏观和微观的结合，产生了奇妙的化学效果！\n\n举例场面分析\n举其中一段作为影片的拍摄分析。本场面概括，京城里有名的经理人那爷来喜福成科班为张公公要看的戏选戏班子，而小豆子又一次唱错了词。为了戏班能得到演出的机会，大师兄含着眼泪惩罚再次唱错戏词的小豆子，看着师哥的哭了的样子，小豆子终于拗过了这个弯，唱对了戏词。小石头成全了他，同时也是他自己成全了自己。本场面虽然是群戏，但是主要讲了四个人物的情绪变化：小豆子，大师兄，那爷，关师傅。\n开场，运动镜头，交待场面环境，喜福成科班内，师兄弟们正在排练，也是为了那爷来考察而做表现。\n交待剧情，那爷进场，并且通过关爷的话“您就是我们喜福成的衣食父母”交待那爷这个人物这次来考察的重要性；镜头随人物运动，长镜头，场景调度把握很好。\n依然是在镜头2这个长镜头之内，那爷遇见小豆子，对这个角产生兴趣。\n小豆子给那爷请安，那爷第一次看出神，产生兴趣，情节上往正面方向发展；但是那爷接着的一句话：要求小豆子唱段“思凡”却把好气氛立马打住了，在场的师兄弟弄的很紧张，情绪的第一次小高潮。\n小豆子果然唱错，镜头把站在小豆子后方的大师兄也扫入镜头内，表现人物的情绪关系，大师兄的担心。在意识到自己唱错后，自己也呆住了，整场气氛降到冰点。\n场面气氛转向不好的发展方向，配乐开始严肃沉重，那爷要走，眼看着快要到手的活没了，所有人都开始害怕，这个镜头内正面全脸给的是大师兄，主要人物是他，不安情绪最浓的是他，接下来他为了挽救这个情况而做的举动埋伏笔。\n看着机会就将溜走的时候，大师兄做了一个动作，抢了烟袋，为了整个喜福成科班的存亡，开始教训起小豆子，这是的师兄是“恨其不争”的心态，其实也想转移视线和挽救机会。\n整个场面的高潮，惊吓住了全场所有的人，也留住了那爷，保住了机会；大师兄也是在无奈的情况下，如果不这样做，一则喜福成的机会没了，二则小豆子会被师傅打的更惨.那爷吓呆，而达到了暂时留步的目的，所以关师傅喜从心来。\n一个正面推近的镜头，表现了小豆子内心急速的变化。\n当师哥的烟杆在小豆子的口中一阵乱捣之后，他终于看清只有这样一条前路，师傅一直告诫，既然选择了唱戏，就得从一而终。这个“从一而终”也是整部影片都在强调的，蝶衣后来一生的性格特征。于是，镜头前失魂地坐在太师椅里的小豆子也就只有仪态万方地站起身来，行云流水般，面带一丝微笑地唱：“我本是女娇娥，又不是男儿郎”。至此，小豆子的性别指认转换完成，也是整个影片中人物思想的一次重要转折。\n这其实也是他长期以来精神中对自己性别的一种迷惑与思考，长相中性，母亲是青楼女子，小豆子对自己的性别概念是模糊的，而师哥的这一举动，正让小豆子真正接受了自己的“女娇娥”身份，让他成了角儿。但是并非是被师哥所逼，而是在之前就奠定了蝶衣选择戏的内因情况下，由这一次机会而让其彻底的转变了思想，蝶衣对戏、虞姬对霸王都“从一而终”。\n\n影片总结\n\n《霸王别姬》所搬演的中国历史十分的眩目。随着小豆子的成长，观众经历了近代中国最纷乱的时代。不到三小时的影片时间内，中国江山已经数度易主。影片细心地安插了各种情节去让观众感受这段期间内政权交替的频繁，片子展现那都是中国一个个真实的年代，因此片中包含了清朝的太监张公公、北洋政府时代、国共内战、中华人民共和国建立、和文化大革命等细节。包括人们生活状态，京剧文化，都对中国的那些年代一个很好的复现。借助人物的命运，以小见大，窥视了一个国家的兴衰荣辱。\n《霸王别姬》有着清晰的叙事框架，即学戏、从戏与最后的殉戏，而且有着连贯的叙事线：以程碟衣、段小楼、菊仙三人的感情纠葛为主线——体现蝶衣与小楼的分分合合，以历史的演进以及“霸王别姬”这出京戏为两条副线。\n《霸王别姬》的镜头语言明确简洁，基本围绕着故事展开，而不是刻意营造意义。影片剪辑流畅规则，构图精美；同时影片中有大量的运动镜头与不同景别的静止镜头交叉使用，形成行云流水而有放有收的节奏效果。\n影片的音乐音响也挣脱了沉重的寓意，而主要用来刻画人物心理、营造场面氛围以及创造场面节奏。整部影片总共有四十多段音乐，以胡琴、笛子、鼓等民族乐器为主，巧妙的将京剧、昆曲及各种配乐融合在一起，形成一种与影片风格相契合的凄凉与沧桑韵味。音响上，影片经常巧妙地对现实音响进行恰到好处的提炼，有效的营造出了场面的空间感，托起了整个场面的情绪和气氛。\n《霸王别姬》影像华丽，剧情细腻，内蕴也极为丰富深广，对中国文化的挖掘更具历史深度。它把戏剧小舞台与人生大舞台有机地融合在一起，把剧中演员的艺术声涯和现实人生巧妙地交织在一起，既扩大了艺术表现的空间，又给人以多方面的启迪和思考，既有引人入胜的故事情节和性格鲜明的人物形象，又充分地发挥了电影音画的综合表现效果，是一部通俗中见斑斓、曲高而和众的佳作。\n这篇影评有剧透\n",
    "评论 10": "张国荣评《霸王别姬》\n这篇影评可能有剧透\n對談人：關錦鵬、張國榮\n\n去年（一九九五），關錦鵬應英國大英電影協會（BFI．British Film Institute）之邀，擔任 [紀念電影一百年全球訪談系列紀紀錄片]兩岸三地部分的製作人，為了這個重大的任務，關錦鵬走访了許多極具關鍵地位的電影工作者。\n\n張國榮是九O年代華裔男演員中極為搶眼的一位，他和陳凱歌、王家衛等大導演合作的《霸王別姬》《阿飛正傳》《東邪西毒》等片，在國際間都有舉足輕重的評價，而他在這些片中表現得淋漓盡致的陰柔氣質，不但成為緊扣影迷心弦的魅惑，更成為一種電影藝術的議題。關錦鵬以此為主題，和張國榮談影論藝；在香菸與咖啡相伴之中自在自然地共同完成了一次極為難得的訪談。\n\n關錦鵬（以下簡稱「關」）：有人把新舊兩個《夜半歌聲》拿來比較，批評說舊的《夜半歌聲》裡非常強調男主角在被毀容之後受很大的傷害，以帶出角色的悲劇性，那麼新的《夜半歌聲》在這個情節上似乎是簡約了，你認為原因何在？\n\n張國榮（以下簡稱「張」）：原因其實就是這部戲在拍的時候太匆促了……我也覺得《夜半歌聲》的戲劇性，以及歌王在毀容之後的宿命與打擊表現得不夠，變得整件事流於場面化，也比較著墨於兒女私情……\n\n在毀容方面，很多人誤會是我愛漂亮、說我自戀，所以不願意去化一個毀容得很厲害的妝，其實真的不是那麼一回事。在我拍了第一、兩天下來，心裡就覺得不那麼落實，我也認為至少該瞎一隻眼睛，但是那時候整個進度很趕，大概是計畫在兩個月內拍完，每天拍完的東西幾乎沒有時間讓你停下來反思或者再拍，就拿瞎眼來說，你不可能原本是好好的，突然在幾場戲後就兩眼都盲了。\n\n關：不談《夜半歌聲》，那麼你怎麼看你拍的《阿飛正傳》呢？\n\n張：《阿飛正傳》！那真是超級自戀（張國榮這裡用英文super narcissismistic 來表示），不知道王家衛在創造這個角色的時候是否需要如此自戀，但是我有我的演繹方法。《阿飛正傳》讓我覺得它純粹是個個人秀，在戲裡面，阿飛這個角色帶動了所有角色一起走。我本身就是長於六十年代的人，那時候的香港最靚（美）、最純真無邪、最讓人開心，也因此在表達時，我就希望把整個調子演得靚一點。\n\n關：在《阿飛正傳》《新夜半歌聲》《霸王別姬》這些戲裡，導演似乎都把一些自戀的、美貌的、甚至陰柔的特質落到你身上，你覺得導演們是不是針對你本身的個性因勢利導？\n\n張：我想是有的。畢竟我在舞臺上的形象總是很強烈的，或許別人也就這樣認為拿一件不靚的衣服給我穿是不對勁的，而要繼續美化它。很多導演自然會給我一些美化的角色，對於這種狀況，我無能為力，因為那是導演的意思，我要尊重他。\n\n關：那麼你介不介意我問你，你本身是不是一個很自戀的人？\n\n張：絕對是！一定是（他用了英文Absolutely, 笑得很是自信）！這件事是沒得抵賴的。\n\n關：0K！我們看到過去有許多電影，片中有很多男性的角色是由女性來扮演，這當中多少會有一個現象：那個年代一些女性觀眾把他愛慕的對象投射進戲裡的人物裡面，這難免會有一些危險，但是如果那些男性的角色由女性來扮演，那就安全多了。今天，這個例子少掉了，而一些比較陰柔軟性的角色你也拍得不少，你認為你處理這些比較陰柔的男性角色，與以前那些女性反串男性角色，其中的分別應該在哪裡？\n\n張：以《霸王別姬》為例吧，我覺得是很自然的，我演這類角色時，很多人是很認同的，幾乎沒有人會認為我演這樣一個花旦的角色是不妥的，是會惶恐不安的。我認為，一個演員除了追求功名之外，還必須讓觀眾信服！\n\n關：你覺得這樣一件事是與你平時在舞臺上的表現，或者你一出來給人在性格、在外觀上的印象等等的結合，而建立了讓觀眾信服的結果？\n\n張：（笑得很謙虛）現在，我當然希望觀眾能夠認同「只要是這種角色，就非張國榮莫屬」。我不需要去展現我的肌肉，像藍波•阿諾那樣，這方面成龍已經做得很好了，而如果在「陰柔」這個特質上我是第一名，why not？\n\n關：所以，你覺得你自己可能不需要很用力，就可以以一個男性演這類角色而令人信服，那麼，你認為你演這類角色時有沒有你對自己的看法而非別人對你的看法?\n\n張：我的確有自己的看法，我想，我有件東西是其他人所沒有的，這件東西就是連觀眾也都認同的一一有些觀眾認為我很敏感，尤其在對愛情的態度上，是用一種比較細緻優雅的方式來表現；或許也有人認為八○、九○年代的男人應該表現威武雄風（抬起拳頭勾了幾拳說：「你拚得過我嗎？」），但是這當中的感覺就有差別了，所以我想，總有些東西是我有的，而別人可能沒有。\n\n關：有一些批評提到，陳凱歌在新的《霸王別姬》裏面與羅啟銳曾經做過的版本最大的不同，就在最後一場。羅啟銳把它結束在程蝶衣與段小樓兩人在浴室裏話當年，而陳凱歌則變成程蝶衣角色的自殺，因此，就有人質疑陳凱歌有同性戀恐懼症，以你跟他合作的觀察，你認為是不是這麼一回事？\n\n張：我想應該可以這樣去解釋，就是因為……(在這裏思考停留了有15秒之久，才接出下一句話)，因為寫《霸王別姬》這本小說的李碧華是個香港人，近年來，香港對於同性戀資訊的獲取與思考基礎多半不脫歐美的範圍，她對同性戀的看法是比較西方的觀察角度，而陳凱歌看同性戀是很中國化的，很道地的中國，或者甚至是很北京的角度去看，對於他的判斷，我無從批評是對是錯。\n\n其實，在拍結尾戲的時候，我們是有過相當激烈的討論的，我曾經極力要求保留兩個男人在澡堂的一段對話，然後如何合理地結束這個故事；但是陳凱歌的解釋是，經過文革的一番激情，葛新死掉，這個時候段小樓如果自殺，會凸顯這個角色是最偉大的，他並不想這麼做，同時，他也認為如果把文革當這部片子的最高潮，在這個地方喊停，然後在若干年後再重新發展一個故事，那又必須加長電影的篇幅才能說服自己；關於這點，其實是沒得爭的，大家看的東西本來就很不同。\n\n至於你問我陳凱歌有沒有同性戀恐懼症，我認為他沒有；但是你問我他是不是那麼懂得同性戀，以我封現代同性戀的知識來看，我認為他並不懂。關於在結局意見上的差異，雖然是很矛盾、很對立，但是，我是一個演員，我應該尊重導演最後的執行意見。\n\n關：程蝶衣這個角色現在是尘埃落定了，但是，先前也曾經邀請過尊龍來飾演，你可不可以客觀地談談你與尊龍在詮釋這個角色上可能會有怎樣的不同？\n\n張：我想，每個人都會有他個人的優點，阿尊或許沒有我所能表現的那麼細緻（我認為阿尊的「本我意識」會大過我）。有人以為開始的時候我們兩人在爭這個角色，其實並沒有爭過，我一向厭惡與人爭東西，主要是當初他們提出的合約條件與我無法完全契合，之後，他們與阿尊談的合約也出現問題，所以又回過頭找我。\n\n至於在表演方式上的不同，我不知……，基本上，我是以一種相當細緻的手法來演，而且，也花了六個月的時間在學普通話與京劇等等。阿尊是一個好演員，但是，我不知道他是不是能認份地去忍受一些苦，《霸王別姬》確實是一部拍起來很苦的戲．需要做的事情很多；同時，我想，我演的程蝶衣會陰柔過他，畢竟無論怎麼看，他的外型看起來多少是比我英氣一點，這一點就會讓我們兩人對程蝶衣的詮釋有所不同，但是，我不認為自己的就比較好。\n\n關：所以，就會有人以為如果要你重新選過，你會挑程蝶衣勝過段小樓。\n\n張：確實！因為我覺得段小樓似乎就沒事做了，在戲裡面，他總是被帶來帶去。有許多觀眾會認為程蝶衣是個極其宿命與悲劇型的人物．我卻不那樣認為，程蝶衣其實是個很積極的人。\n\n在舞臺上，他可以醉生夢死地演出，在舞臺外，他與師兄的感情卻是可以完全不理旁人的，這樣的態度，在中國的同性戀發展上他應該是一種先驅。在我們做過的研究中可以發現，不止在京劇，其他地方戲曲中也有這種事情發生，只是許多人將它掩藏不說，我們拜訪到的老前輩們就說，即使不明言，從一些當事人彼此亙動的小動作都可以看得出來。基本上，程蝶衣就是整部戲的靈魂，做為一個演員，做為一個詮釋他的演員，我覺得他這麼做是最佳選擇的。\n\n關：（這裡未出現關先生提的問題，就直接是張國榮的叙述了。）\n\n張：一個觀眾買票進戲院，每個人的接收能力都不同，譬如，1000個看《霸王別姬》的觀眾之中，我想大概會有50個人覺得很悶，500個人認為很好看，大家看到的都很不同，但是，我認為有一樣東西是演員必須有的——他得有他自己的魅力。在整部戲裏，觀眾看得最多的人是你，如何讓他們認同你的角色，這是需要個別議論的，不是每個人對任何角色都能勝任的。我敢打賭如果請周潤發來拍這部戲，恐怕就完蛋了，他在觀眾心目中的形象不是這樣的。\n\n就我而言，從影以來，我拍過六十餘部電影，飾演過各種不同的角色，近幾年來，也有很多人肯定我是一個很扎實的演員，而現在接演這個角色也正是時機，如果早個五年、十年，我接下這類角色恐怕也行不通。\n\n這是我與陳凱歌合作的第一部戲，在此之前並不熟識，彼此不是那麼了解，對許多東西的要求也不甚相似。但是，我認為他是一個道地的中國導演，我希望這部電影可以跳出香港電影的框框，成為一部真正的中國電影。他是一個中國人，他應該了解當時中國人把道德放在怎樣的位置上，他們會怎麼看同性戀，因為我拍過很多電影，對異性戀與同性戀的掌握自然很小心，我想，問題可能出在陳凱歌自己要有計數，大家都要心有計數。\n\n關：你的意思是針對觀眾？\n\n張： 對，就是針對觀眾，看看觀眾可不可能突然間去面對一個同性戀的議題，在看戲思路上是否轉得夠快？這雖然有例子在前，但似乎還是需要探索，需要去考慮有同性戀恐懼症的人，我想，「如何說服觀眾」是一個很大的問題。\n\n關：一面倒地單戀性格或許加重了你的戲份，但是做為一個演員，從小說到電影的這種改變——一面倒地單戀段小樓，這種感覺你覺得舒不舒服？\n\n張：小說和拍出來的電影不盡然會完全一樣的，你必須相信這一點。這本小說和以前也有人找我談過的同一部戲的其他劇本，加上陳凱歌的劇本，三者其實都不一樣，基本上，我有我自己的角度去看這部電影，而不是用小說的角度，至於你問我拍《霸王別姬》舒不舒服，我可以告訴你，其實是有點不舒服，我覺得拍起來有點綁首綁腳，無法放開來作。就這部電影來說，我覺得小孩子的部分比成年以後的部分好看，在小孩子的部分，陳凱歌義無反顧地表現所有的東西，反而是成年之後變得很多事是收回到心裡去不想說了。大概是因為這是與他合作的第一部戲，我盡量認同他的觀點，但是我希望下一部電影，可以擦出更多的火花。我想這可能也是中國大陸導演的思維風格，他們對於男人與男人之間的欽慕，還是很放不開。\n\n關：這是不是也對應了剛剛談到的，大家應該顧慮到市場和觀眾來做調整？\n\n張：其實，我身為一個演員，倒是希望這部電影能多著重在兩個男人的關係描述上，因為那才是大家最愛看也最值得探討的。\n",
    "评论 11": "《霸王别姬》最后程蝶衣为什么选择自刎？\n小豆子一直说错台词:我本是男儿郎，又不是女娇娥，那是他对自己性别的认同。师哥说你就把自己当成女的，但是他还是说错了。那爷来了，他这一唱，关乎这全戏班孩子年下的新衣裳。他又出错了。最先愤怒的小时石头，拿烟枪捣他的嘴，流出了鲜红的血。气氛极为紧张。而场景又立刻变了，小豆子不再唱错了，一排祥和热闹。从那时起他才融进戏里吧。\n后来经历了日本人，国民党，文革的风风雨雨。他都不曾从戏里出来。\n他为什么自杀？\n他对段小楼的感情是复杂的，我不敢说“爱”这个字。\n有人说因为他发现霸王是假霸王，才自杀的，我不认同。\n当年段娶了菊仙的时候，他没我死。\n当年他救出师哥，被吐了一脸，答应回花满楼的菊仙和师哥热热闹闹结婚的时候没有死。\n当年他在雨夜的窗外看屋里的两人亲密时没有死。\n当年牛鬼深切被师哥揭发时没有死，\n师哥像疯狗一样的时候他也没有死。\n经历过这些狗血淋头凄惨的事情，他都过来了。\n 当熬过黑暗，二十一年后，世道太平了。世上只剩下他们俩人的时候。\n小楼又提起的我本是男儿郎，又不是女娇娥。恍惚之前，蝶衣好像明白了，人生如戏，好像又回到那年。段说：你又错了。\n其实蝶衣没错，错的是那几十年，错的是他唱着我本是女娇娥，又不是男儿郎的那几十年。\n我本是男儿郎，人生确实一场戏。我的这辈子都在唱戏。如今，我醒了。那我也该走了。\n关于“爱”我想我想多说一句。我认为爱是爱人对吧，当你爱上一个人，那他如果是个男孩，那你就是社会上说的异性恋。当你爱上一个女孩那你就是社会上说的同性恋。喜欢蓝色的的人，和喜欢粉色的的人难道是蓝色恋，粉色恋吗。\n我们一生会遇到很多人，我从来和同学介绍这部片子的时候不会说他是同性恋。他只是对师哥的感情不同。爱上那个人的时候所有的情感都会涌现。\n© 本文版权归作者  Yeah  所有，任何形式转载请联系作者。\n来自豆瓣App\n这篇影评有剧透\n",
    "评论 12": "戏里的霸王，俗世的虞姬——评《霸王别姬》\n      《霸王别姬》观影三遍仍觉有口难言，大到剧情结构小至细节手法，震撼处诸多却无从下手，切口太多，可谈处也极广，既怕单写一点可惜了其他灵光，又怕浅尝辄止范范了事。循印象最深处看，片子高妙之处源于技术实现与艺术效果两个层面，宏观上给观众久久难以平复的心情多在于剧情的曲折，戏如人生，人人摆脱不掉似乎安排好的命运浮沉，而人事之变又与家国之事难分干系，若从大处社会着手，片子有其折射反思之处，若从人性本身细看，又有合乎常理的矛盾和纠结。总而言之，无论对艺术鉴赏还是现实哲思，《霸王别姬》以其跨越巨大的时间线和复杂的性格塑造均能给人以思考。但作为影评而非观后感，似乎还需走出戏来，放下憾恨，单就对导演如何实现作品的表现力来浅析一二。\n      《霸王别姬》首尾相连正构成一折绝唱。其间按时间顺序的剧情铺展补足了开场带给观众的悬念，也加深了面对片尾时的理解。从结构上来看，《霸王别姬》是流畅易懂的，因其明显的时间线，和环环相扣的剧情，毫无缀余之处，紧凑之余让人目不暇接，始终吊着观众的眼球。更需点明的地方在于结构上前后的联系都似有因果，无论是人物还是道具甚至音响都与下文构成或多或少的联系。在此结构下构成的鲜明对比和反复，能起到加深人印象的作用并进而在转折处动人心弦。从世界的架构上来看，天地愈加宽阔，可人生路却越走越窄。结合电影来说，片子前部分多为练功、受罚情节，均展现的是梨园内生活，闲暇时小癞子最喜欢的冰糖葫芦叫卖声将其吸引偷溜去开门，从此打开了外面的世界。此处门外的世界以五彩斑斓的大风筝这种带有童话色彩的意向代表，则是导演巧妙的安排。而后小癞子在戏院时看角儿激动得边哭边说“这得挨多少打啊”使得之后因为害怕挨打自杀显得合理，而小豆子看霸王时入戏流的泪也使得回梨园显得合理。另外那爷此处戏院前第一次登场，标志性动作抹头以及那油腔滑调不仅直接建立起了人物形象，更是为后面同地不同时的对比做了准备。第二次那爷出现在戏院前等的角儿是蝶衣，同一个位置，同样的动作，同样多的人群，小癞子却已故去，而此景下响起的冰糖葫芦叫卖声则不约而同的将蝶衣和观众都带回了年少时偷跑的经历，恍惚片刻。这样几番波折，便也引得观众更加入戏了。结构紧凑的特点贯穿全片，而人设的结构也是稳固的，小时候的主要人物为小石头、小豆子、小癞子和关爷（师傅），成角儿后是段小楼、程蝶衣、袁世卿、菊仙、那爷、以及后面的小四。小豆子和小石头打小便好，这点片中细节不胜枚举也就不再赘述，而不同阶段的主要戏剧冲突便是由人来构造，小时候的冲突源于师傅的严厉，成角后的冲突源于菊仙和袁四爷的介入，而后的冲突由时代变迁下当政者及听戏群体带来，以及最后文革时小四儿的背叛引发冲突等等。稳固的人物结构以小楼和蝶衣为核心，从小豆子和小石头建立起稳固的关系再到置身历史洪流，沉浮一生，经历无数，结构的稳固才使得剧中人物众多的情况下，时间线较长的情况下，剧情几经波折也没有迷乱，更没有乏味，反而虞姬自刎，片子骤然结束，留得大片记忆和留白供人回味。\n      若谈《霸王别姬》不谈人物塑造，一定不完整，若谈人物塑造仅就剧情来说也一定不完整，《霸王别姬》人物塑造的成功在于真实丰满，片子跨度极广，几乎涵盖了多许主要人 物的一生，人物的行为选择与其性格密切相关，而人物的性格又是复杂和变化的，片子的剧情铺展恰恰解释和展现了主要人物的性格变化过程，并有节点性的镜头标志，由此显得合理严谨而真实。我中学时就听说过《霸王别姬》的好，可对于同性恋却是感觉无法理喻也因此没有兴趣观看本片，可看完片子才彻底理解，但就蝶衣对小楼复杂情感这一处来看，小豆子对师哥的情愫并非从始如此，刚入戏班遭众人嘲笑不惜烧掉母亲留下的唯一纪念、被打几年还坚持唱成“我本是男儿郎”、以及打死也不求饶的种种细节都能让我感受到这个瘦弱的小男孩一直有的倔强和男性意识，而小豆子的取向发生变化也是递进的，受多方影响的，儿时一直被打扮成女孩；师哥为帮自己受苦被罚的感动；对虞姬的理解；张公公的猥亵；对师哥的依赖等等，蝶衣逐渐将对小楼的感情被虞姬对霸王的复杂感情——陪伴、崇拜、依赖甚至爱恋所嫁接，最终在菊仙出现打破这对平衡关系时终于迸发，表白确定为了爱慕。那爷戏班子采风一段小豆子终于放下了对“我本是男儿郎”的执着，是人戏分开的开始，亦是走入虞姬的开始，世事动荡无依无靠，每日唱戏，年复一年终究形成了蝶衣的性格和对小楼的情感，蝶衣是单纯的，他活在戏的世界里，除了戏里的世界（戏中人物心里世界）就是戏外的世界（关注戏剧本身），可终不是现实世界，因此他可以与日本人青木为友哪怕扣上汉奸之名，可以与袁世卿为友只因他懂戏，袁四爷梨园大拿但他懂的是戏并非是人，爱的是虞姬而非蝶衣，程蝶衣演活了虞姬这才有了袁四爷的深情，于是所谈内容也不外乎戏剧。片中真正懂蝶衣的其实是菊仙，蝶衣对菊仙百般刁难，但至最后菊仙并未记恨蝶衣，反倒是毒瘾犯时菊仙如母亲一样紧拥蝶衣安慰，究其原因实在于菊仙理解蝶衣，青楼岁月让这个倔强的女人见够了人情冷暖，她将自己幸福生活的筹码压在了小楼身上，蝶衣无论如何羞辱刁难，只要他在意的小楼没事，她就始终以大嫂姿态面对这个“师弟”，否则真以菊仙的本事脾气，与蝶衣勾心斗角也不是难事，因此菊仙选择了有尊严的忍让，直至小楼的背叛让菊仙心灰意冷，这才断了生念，需注意的一个细节是菊仙上吊自尽，未穿绣鞋，似乎与光脚“讨婚”一折有对比之意，那场是蝶衣扔的绣鞋羞辱的菊仙，菊仙走时干干净净不欠任何一人，一个镜头便多体现一分人物，每每此类，我都不禁感慨导演的高明。再看小楼，最有霸王气概时是在日本人占领北京时，戏院起冲突小楼将茶壶怒摔在宪兵队长头上，全然不畏，生死不顾。儿时练戏帮小豆子偷懒结果乐观受罚冻成冰人回房时还唱“此乃天亡我楚，非战之罪也，小爷我今儿个练的是九转金炉的火丹功。”那等豪情已有几分霸王的气概，了最终的解决实系关爷的一句教导点，“人得自个儿成全自个儿”。蝶衣记住了从一而终入了化境，可小楼却始终将唱戏作为一技之长，过好日子的本领，终究只能做戏里的霸王。于是在袁世卿被枪毙开始，小楼就已经彻底丢了霸王的气势，毕竟“袁四爷何等人物都被打倒了”，仿若失魂，而后便在各个抉择关头如同丧犬，但求苟活，不敢逞强。\n      坚守和背叛是片子一个主题，该主题更是为了公开的将人性拿到台前审判。为了展现这个效果，导演在片中大量运用近景特写镜头展现人物面部表情以表现其内心活动和状态，更是在台词上下功夫，配合人物神态将人物塑造的活灵活现，台词的雅俗之分，俚俗语言的运用和地道京腔将人物塑造的个性真实生动，极富生活化气息。除此之外应指明的本篇一大特色为舞美，京戏讲究情境，蝶衣在片子中经常上着妆或带不带行头出现在没有布景的现实中，“有那么一二刻，袁某也恍惚起来，真如虞姬再世了”，正体现其“不疯魔，不成活”的境界，又恰如其分的展现了蝶衣与现实的对抗，美妙玄幻。除此之外造型设计上片中多次出现隔一层东西展现，比如蝶衣在日本军营唱戏时隔的拉门，从外面看如同皮影一般；再如隔着鱼缸吸大烟的镜头，烟雾缭绕飘飘欲仙更显蝶衣内心空虚，乃至追求虚渺；片尾批斗时隔着火帘的人物更加狰狞，隔着屏幕都有灼烧之感，片中人撕心裂肺，局外汉痛惜叹惋。这些舞美造型上的特点使得片子盖上了一层朦胧美，似幻似真，这倒也倒符合了几分戏剧的元素特色。\n      感有余而言难尽，思有限而意无穷。思想分境界，想法有高下，寥寥文字肯定说不出片中的许多细节、手法，而且有些地方甚至还未发现，浅谈片面充其作抛砖引玉，所评之处若有误读还请示下，另有高见但望不吝赐教。\n这篇影评有剧透\n",
    "评论 13": "《霸王别姬》最后程蝶衣为什么选择自刎？\n写在前面：没想到这篇文章在现在火了，笔者也非常喜欢这个电影。公众号《侠影映画》\n笔者wx：pwx1240177979欢迎和我讨论\n喜欢我的文章可以关注豆瓣或者订阅下公众号。这篇文章写了三天，大概一万多字，原创不易，喜欢就点个赞。文章总体上删除了部分文革的，剩下的就是这些了。笔法比较青涩，希望大家海涵。欢迎有独特见解的朋友交流，留言。你的鼓励就是我前进的动力。\n论《霸王别姬》中创作手法\n——浅谈《霸王别姬》\n作者：二十八画书生\n 《霸王别姬》是中国大陆电影中封神之作。以国粹京剧艺术为代表，通过讲述京剧艺艺人学艺的成长故事，将故事发展脉络贯穿中国近代史，可谓是史诗巨制。从一九九三年到现在，该片也是中国唯一一部获得法国戛纳电影节金棕榈奖的电影。本文主要从剧中人物塑造与人物关系、通过道具细节和视听语言进行分析。\n    作为一部经典电影艺术品，没有典型的人物形象设计那是不足以成为经典之作的。影片将电影符号象征和隐喻运用独到，在影片中人物形象设计上关键起到关键性作用。影片中程蝶衣阴柔的形象塑造来自影片中三个关键人物对他的三次男性性别阉割。影片中第一次阉割是程蝶衣小时候母亲对他的阉割，把身上多余的一处切除了。程蝶衣在影片中一直扮演角色是旦角，众所周知培养一个旦角很难，培养成大器那更难，因为除了先天条件之外，还需要他自己从心底对角色女性化身份的认同。所以他才会一直念错词，原因是从心理上抗拒承认自己女性化这个身份。不过为了当时各方的利益需要，需要他成为女性化的角色，因为培养好了一般都是戏班子里的台柱子。要不然后面师父打他的时候也不会说，“打死了就解散戏班子散伙。”师父打其他人的时候没有这么狠，原因是恨铁不成钢。在现实中男性要成为女性，也是需要把身上某一处给去了。这个阉割是母亲为了他符合戏班子标准对他一次伤害；看似是无意中的切除，其实是主创团队对影片的刻意安排。所以他报复的方式是在众人嘲笑他从窑子出生时，立刻就把母亲唯一给他留下的大衣给烧了，从里可以看出他从小就有自尊，敏感，倔强的性格，同时也象征着他和母亲的一个了断。第二次阉割是唱“我本是男儿郎，又不是女娇娥”，戏班子需要演出机会，他心理上的潜意识还是男性，所以导致无法接受自己角色需要女性化的事实，即使师父把他的手掌打的稀烂，仍然把台词念错，这时师兄亲自用师父的烟锅捅了他的嘴巴。烟锅的象征寓意不言而喻，同时也是“阉割”的谐音。这时台词没有念错，这说明他已经开始慢慢地接受自己女性化的身份。第三次是最残忍的一次阉割，被变态老太监张公公欺辱；从台词中的老规矩，到看见弃婴之后不顾师父反对母性爆发坚持收养。程蝶衣的母性爆发，从抵抗慢慢妥协再到到已经完全认同自己女性化的身份。为接下来的故事埋下了戏剧性的伏笔。\n  影片中典型人物霸王的角色段小楼的三次拍砖头也很有寓意，第一次救场被师父教育下三滥；第二次在窑子里救菊仙；前二次都是把围观者吓住了，暂时性的缓解了矛盾；但是到了第三次，拍砖再也没法解决实际问题。在现实矛盾这个大板砖面前，他碰的头破血流。前半部分的二次拍砖可以也可看出他曾经是勇敢仗义的血性男儿，但是到了第三次为什么不行了呢？因为前二次的只是外部因素矛盾，而第三次则是自己的朋友出卖了自己，堡垒最容易从内部攻破，“很识时务”的他批斗的时候就背叛了兄弟和妻子。\n  影片中三次出现的壁画大背景是名画《同光十三绝》是十三位京剧艺术的奠基人，也可以说是京剧艺术的祖师爷。第一次出现是在小癞子上吊自杀的场景，背景就是这个画。第二次出现就是在师父唱完夜奔倒下，背景画面仍然是这个画。第三次是小四受罚的时候，背景《同光十三绝》缓缓的落下，这也暗示着京剧艺术即将走向低谷。在戒烟这场戏中，镜头先上给了金鱼特写，然后再转向隔着屏风披头散发的程蝶衣，注意一个细节，程蝶衣蓄起了长发。金鱼，屏风上的牡丹花，长发。这些电影符合的出现是为了展示出一种畸形的美。而里面的焚稿撕扇，出自《红楼梦》黛玉焚稿，晴雯撕扇。黛玉和晴雯的命运结局令人唏嘘。而这一情景再现，亦是为了暗示结局程蝶衣也是这样一个悲剧性人物。\n    影片中剑也是一个特殊的道具，是贯彻电影的一条主要线索也是一条明线。\n剑的第一场出现是在张公公府上，二人第一次见到剑，段小楼说：“项羽要是有这把剑，早把刘邦杀了。”毫不掩饰对剑的喜爱。第二次出现是在袁四爷府上，剑只是一个玩物，送给了蝶衣，程蝶衣牺牲了自己获取了这把剑。第一次送剑给师哥的意义有二重，一是为了京剧艺术想成全师哥成为真正的霸王，因为他说霸王有这把剑早把刘邦杀了；二是剑作为一个信物代表着程对段小楼的情感寄托。所以师哥没有认出这把剑的时候，程蝶衣才愤愤地说以后各唱各的。因为不管是戏里戏外，师哥都辜负了他的一番意。第二次送剑是在戏园子大街，把剑送给卖西瓜的师哥；在苦难中，程蝶衣主动传递出和好的信号，段小楼也想唱戏。剑在这里可以看成维系二人情感的纽带。第三次剑出现在批斗大会上，段小楼毫不犹豫把戏服扔火堆，但是扔剑的时候明显犹豫了一下，因为剑是程蝶衣送的，是有感情的。所以菊仙拼命从火坑里面把剑拿了出来，因为她知道剑对程蝶衣的重要性，所以批斗完了之后把剑还给了程蝶衣。程蝶衣和菊仙这场戏中没有一句话，把剑交给了程蝶衣。只有一个眼神上的交流，菊花回头看了程蝶衣，这个镜头意味深长，她明白程蝶衣对霸王的执念，也看透自己永远无法成为霸王的虞姬这个虞姬只能是程蝶衣，所以回去就自杀了。第四次剑的出现是在程蝶衣穿着虞姬戏服带着剑去找师哥，剑的镜头一闪而过，菊仙自杀了。这场戏程蝶衣在得知菊仙死之后的，明显，程蝶衣也明白了菊仙对段小楼的爱情是多么的贞烈，用生命捍卫自己干净的爱情。所以是菊仙让他妥协的，因为他知道自己在师哥心中位置永远不会比菊仙高了，这也是他自杀的原因之一。\n    影片中出现过很多“霸王”的形象，但是真正的霸王是谁呢？其实影片中只出现了三个假霸王，一个真虞姬。第一个是死去的小癞子，小时候的假霸王，吹牛说吃了糖葫芦自己就成角儿，不怕师父打，结果自己怕挨打上吊自杀了。小癞子也是想成角的，但是贪玩，怕吃苦。不是吃这碗饭的料，糖葫芦代表着是甜，死之前他把其他的糖葫芦吃完了代表着他享受完所有的甜。只看到眼前的甜的人，亦是当不了霸王的。最后霸王面具只盖在了他棺材上。\n    段小楼是一个假霸王，真霸王是有情有义的，而他可谓无情无义。为什么他和程蝶衣出生和经历差不多又师出同门但是他的霸王却没有程蝶衣的好？除去天份这一因素最大的原因是因为他只把京剧当作一个谋生的手段罢了。他不喜欢和指出不足的袁四爷讨论京剧，喜欢逛窑子，为谋生去卖瓜，程蝶衣为了救他去给小日本唱戏，他反而羞辱。菊仙爱他一辈子孩子都流产，到头来却说：“不爱她”并且要和她划清界限。程蝶衣给他送剑，意思是想成全他成为霸王，正如当初他成全了程蝶衣成为虞姬，但是段小楼已经忘记当初的承诺了，剑也认不出来了。他辜负了菊仙对她的爱情信任，批斗之前，两人当夜喝酒，她问得是段小楼会不会不要她。而不是担心即将来浩劫。可以说程蝶衣与菊仙的最终命运走向也往往和他的选择息息相关。\n    袁四爷同样也是一个假霸王，他的身份是一个资深的戏迷。但是他只是满足个人的私欲，利用程蝶衣失去师哥的空档期，诱导并程蝶衣占有。这种将美好事物强行占有获得满足感是一个极自私的行为，说他是戏霸毫不言过。但是他是整个电影中为数不多懂戏的人，他是当时旧社会里的贵族，在当时旧社会中京剧只有贵族才可以经常看见。他在法庭上的发言也发人深省，东方莎士比亚汤显祖的昆曲《牡丹亭》被检察官称为淫词艳曲，“如此糟践戏剧国粹，到底是谁辱我民族精神，灭我国家尊严？”一语道破普通国人看戏纯粹是外行看热闹，娱乐性致死第一。京剧艺术只是当权者娱乐的一个工具，他们只是下九流的戏子，而不是艺术家。在影片中，国民党伤兵看戏，拿手电筒捣乱，砸了戏场。完全就是毫无组织纪律只会欺压百姓的溃败之师。而八路军进城解放北平，程蝶衣因为吸大麻唱功下降，但是纪律有序的八路军并没有难为他们，而是合唱起了军歌。他们懂戏吗？不懂，但是尊重上台表演的艺术家。大部分普通的国人是不懂戏的，而懂戏的贵族袁四爷，逃不过被枪毙的命运。他和太监张公公在对待美和艺术上是相同的，那就是占有，他爱的不是程蝶衣，爱的只是程蝶衣扮演的虞姬，换句话说他爱着的只是京剧。他的角色设定，和老太监张公公设定一样，是从侧面衬托出程蝶衣的艺术高度达到炉火纯青的地步。他们都是旧社会贵族的代表，看似气焰嚣张，可以在北洋，抗日，民国时期活下来成为一时霸王，但是到了人民当家作主的新社会，这些人假霸王的面具被人们群众彻底的撕下来。\n    电影《霸王别姬》以讲述段小楼、程蝶衣、菊仙三人的人生命运情感纠葛展开的，从表面上很容易理解为他们三人为三角关系，其实并不然。他们的关系更像是三种独立但是又交叉影响的平等关系。人们常道：“婊子无情，戏子无义。”而电影则打破常规上演了一出“婊子有情，戏子有义”的大戏段小楼很大程度是扮演了程蝶衣家长式角色，从小到大都是段小楼照顾程蝶衣的，这种照顾是一种家长式的照顾而非暧昧式，在关老爷子把他们喊过去痛骂那场戏中，跪在师父面前的二人亦如昨日重现般，感受到属于小石头对小豆子毫无保留的关爱，段小楼内心深处仍然保护着蝶衣，所以菊仙离间他们关系时他才那么愤怒，因为他心里还是放心不下程蝶衣。而关于段小楼对蝶衣的关系的问题，并非只是简单同门师兄弟之情，他明白程蝶衣对自己的感情，但是他是装糊涂的，不捅破那层窗户纸。日本人进城的时候，喝醉的他问蝶衣去哪。所以说他对程蝶衣的感情更多是亲人式的。他对菊仙的情感，是一个复杂的过程。先是不计前嫌娶她当老婆，菊仙也喜欢他身上那股子英雄救美的豪气，并且生活中陪着他度过了朝代更替，教他怎么样去适应环境，慢慢的他变成了毫无霸王气概的人物。批斗中，他划清界限说不爱菊仙，实际上是想保护菊仙。但是他没有想到菊仙性格贞烈，话说出口，就成为压死菊仙最后一根稻草。\n   风尘之中，必有性情中人。菊仙就是典型代表。她的聪明和魅力，身为风尘之人但用情至深，对段小楼的感情，并不比程蝶衣对师兄的少。她在感情上亦是想和段小楼从一而终的。另外她也是一个极为聪明的女人，聪明体现在，明明是自己要离开窑子的，但是说自己被花满楼赶出来，并且光着脚丫子去找段小楼感谢他英雄救美，接下来讲自己要以身相许。并且威胁说不收留大不了再跳一次楼。那爷的台词代表着观众们的心声：“我服，这tmd就是一出大戏。”妓女成功洗白，并且嫁给当红名角，的确是一出好戏。另外细节体现在，出嫁那天掀开盖头自己把红毯一脚踢开，倔强要强的性格形象塑造的很成功。用剑做物证逼迫袁四爷救程蝶衣也是令人记忆深刻。戏剧讨论会给段小楼送伞，暗示他在革命小将面前发言。但是菊仙也有她的性格悲剧色彩在于她是一个性格刚烈女子，她是段小楼生活中的真虞姬，丈夫说了一句违心的不爱了，穿着嫁衣上吊自杀。她在程蝶衣戒毒的时候，母性爆发抱着程蝶衣。其实程蝶衣不是恨她，而是看见她会想起自己的母亲，因为都是窑姐出身。所以她后面文革从火中抢剑，给程蝶衣送剑，可以说是识大体，愿意牺牲自己成全他们二人。她和程蝴衣争风吃醋，目的是捍卫自己的爱情婚姻，她的死因之一是对爱情的忠贞不渝，从一而终，她的价值观是爱情至上。悲剧是在她和程蝴衣一样相信段小楼是真正的霸王，戏里戏外段小楼都不是盖世英雄也不是霸王，只是一个平凡的普通人。\n    行业内有一句话叫戏比天大，讲的是对艺人对艺术的崇高追求和热爱。程蝶衣到死都践行着对京剧艺术的从一而终。正如影片中所说，“不疯魔，不成活”；达到一个“人戏不分”的境界。艺术上达到京剧行当里的大师级别，程蝶衣的身份更像是一位活自己艺术理想象牙塔里的纯粹艺术家。改朝换代在他看来是家常便饭的事一般，不是很关心，小日本打进中国增兵华北，爱国青年游行示威。他倒说领头喊的青年有唱武生的气质；路上聊的也不是家国大事，而是问第一次演《霸王别姬》是在哪里。救师哥而去给日本人唱戏，在法庭上说青木是个懂戏的日本人。艺术是没有国界的，但是艺人是有国家有民族。程蝶衣的命运悲剧之一也在心中国家和民族意识薄弱。照现在的标准来说，可谓是政治敏感觉悟低。这也为他日后因为错误的行为付出惨烈代价埋下祸根。程蝶衣对师兄的感情，私以为有二种，第一种是对艺术的完美追求的爱，比如拿宝剑成全师兄，想让师兄成为真霸王。就因为师兄说了一句，“项羽有这把剑早把刘邦杀了。”第二种是厄勒克特拉情结（恋父）从小没有父爱，讨厌母亲是妓女，也为后面拒绝承认菊仙埋下伏笔。从那场被袁四爷撞见的嬉闹戏中，分明就是一对打闹的情侣一不小心让人看见了。在镜头语言中，先是程蝶衣的手二个特写，接着一个全景的画面交代场景然后一个中景这时候的镜头是二人四目相对。看见袁四爷之后又赶紧松开。程蝶衣在师哥说要娶菊仙的时候，明显就是小女生的争风吃醋一般。程蝶衣选择在文革结束之后自杀，因为历经文革，他的男性意识已经醒过来了。有台词为证，把当年唱错的“我本是男儿郎，又不是女娇娥。”又唱错回来。这里他明白自己的性别是男性永远都不会成为真女性的虞姬。作为艺术家中理想主义代表的程蝶衣当然无法接受这个现实，拔剑自刎。\n    影片牢牢把握时代的脉搏，当时中国电影处在第五代导演创作高峰时期，几乎每个导演都在拍艺术片。用自己的艺术的方式记录着那些不堪回首的年代，是当时艺术创作人员的一种方向。另外当时主流的伤痕文学的影响巨大。面对疯狂的时代，导演自己也是红卫兵之中的一员，一定会去反思那段历史，也会用独特的方式讲述和记录。与张艺谋电影《活着》《归来》的隐喻讲述不同，影片可以说真实还原当年的批斗情景，一片江山满地红，革命小将人手一本红宝书。批斗的戏中镜头前景一直都是带着火，可以理解为这是一个过火的运动执行者违背了上面的意思。也隐喻着在那个疯狂的年代，红色的火焰要把一切都烧的干干净净，包括“旧”的传统文化。\n   影片中的人物命运走向暗示着当时环境恶劣和人性的泯灭。在批斗中兄弟背叛（段小楼程蝶衣）夫妻背叛（段小楼菊仙）朋友背叛（段小楼那爷）父子背叛（程蝶衣小四）将惨淡的人生和人性中最丑恶的一面撕开血淋淋的挖开展示给观众看。北洋政府时期动荡不安，日本侵略者入侵，到国民党时期，京剧艺术仍然辉煌灿烂，到了文革时期，则对文化艺术进行大肆的破坏。这个剧情的安排也是对这个年代的一个反思和控诉。影片中戏服被红卫兵们烧，镜头是一个从上摇到下的拍摄，寓意是京剧不再是高高在上的艺术，而万世师表牌匾下满是书的灰烬，在疯狂的年代文化与艺术都被踩在脚下。在菊仙自杀那场戏中，冰冷的尸体，红色的嫁衣，红色的鞋，红色的蜡烛，还有极具讽刺意味的背景音乐，最后二人结婚镜合照的照片，丧钟敲响。没有一个多余的镜头，每一个景物都串联起来，控诉着那个黑白颠倒吃人不吐骨头的疯狂时代，同时也拷问着每一个负心段小楼的良心。五代爱国女诗人花蕊夫人写道：“君王城上竖降旗，在深宫那得知。十四万人齐解甲，更无一个是男儿。”在文革中，京剧人都被打倒，程蝶衣借用虞姬角色站起来说：“楚霸王都跪下来求挠了。那这京剧能不亡吗？”与诗句的意思是相通的，三个假霸王救不了京剧。整个电影之中，没有真男儿，只有没有说假话的真虞姬，那就是程蝶衣。影片中小四的表现令人印象深刻，他是程蝶衣捡回来的弃婴，和程蝶衣段小楼小时候的经历很像，但是他忍受不了学艺的艰苦，并且背叛师门，举报了养育自己多年二位师父，可谓是一个坏。他的叛变，正如寓言故事“农夫与蛇”的故事，而程蝶衣就是那个善良的农夫。正如段小楼抱怨说：“这条小蛇可是你一手养大的”。小四的心是一点点变化的，小时候刻苦学艺，也想成角儿，但是长大之后他开始想走捷径，演现代戏。殊不知，学艺是没有捷径可走，所以他永远只会是“下三滥”。本来小四是作为第三代京剧艺术接班人培养的，但是他心太急，而且对传统艺术的离经叛道，也是暗示传统艺术后继无人的悲剧。\n    影片最后，看似新文化与旧传统艺术在博弈。但是实际情况表达的是传统艺术在当时如果不为时局服务，那就得消失或者灭亡。所以说京剧这个元素在电影中只是一个传统文化的一个象征象征。而这部电影要讲的真正主角不是这些人，而是中国的传统文化，而传统文化的传承则在程蝶衣为代表的传承人身上。传承人没有传承下去先死了，间接说出了京剧为代表的传统文化的再也无法恢复老祖宗留下的原状了。影片结尾可以说是一个呼吁，京剧为代表传统文化经历了清末北洋军阀动荡，小日本的入侵，腐朽没落的国民政府都没有消亡，到了文革之后却几乎要失传。影片最后字幕点题拨乱反正，国家开始弥补京剧艺术的损失。但是那些毁灭的传统文化？真的可以完整回归吗？\n© 本文版权归作者  江行客  所有，任何形式转载请联系作者。\n来自豆瓣App\n这篇影评有剧透\n",
    "评论 14": "《霸王别姬》的性暗示\n《霸王别姬》中程蝶衣的性别嬗变是贯穿全片的一条隐线，亦是推动叙事的基线。程蝶衣为虞姬生，所以他必须是女人。正是这种个性与性别的抗争，最终导致现实与历史的对抗，性别的错位才是酿成悲剧的根本动因。片中至少有以下几点符号化暗示，例证了这一嬗变的过程：\n1、 入行前，为生母砍断畸形指是肉体上的阉割。男体决裂的象征，完成了最初的、也是最具象的性别转换；\n2、 十三岁，错唱戏词遭小石头施虐，用烟斗搅嘴至满嘴血污。此处象征意味最为强烈，烟斗……直捣口腔……满嘴血污，女贞沦失……初次见红……\n3、 同年，受太监张公公侮，则是精神上的阉割。角色屈从了女身，最终暴虐受孕，至此，在多重折磨中完成了性别嬗变；\n4、 而张宅浓烈的红色布景暗示腥红的子宫，以及母体的妊娠期\n5、 随即，出张宅意外拾弃婴小四子，象征分娩结束，母性意识的唤起，固置了这一屈辱的性别改写\n\n\n反复出现性别错位的事实模糊了蝶衣本人与他人性别的鸿沟，绽放出了一种令人“惊艳”和“惊诧”的美。京剧《思凡》唱道:“我本是女娇娥，又不是男儿郎……”看完全片倒回来听这一折，当是别有一番滋味在心头，所谓“造化弄人” 真个被唱词表现得酣畅淋漓。\n这篇影评有剧透\n",
    "评论 15": "一见霸王终生误\n这篇影评可能有剧透\n我想如果再让他选择 他还是会想到这个世界上走一遭\n尽管这个世界与他 是这么残忍 肮脏 容他不下\n他也一定不会后悔 曾为他的霸王染透眉梢 唱尽红尘\n别人笑我太疯癫，我笑他人看不穿\n\n他站在火盆边烧了他的衣裳 是他的师兄叫他到他身边躺下\n那是他第一次见到霸王 也许又不是\n从小在妓院长大的他没见过这样的男子\n从此一颗叫做霸王的种子在他心里慢慢发芽\n \n他要自由 师兄放他跑 他跑到戏台下 看的那出正是霸王别姬 台上的人情重意长 他渐向往\n他要尊严 偏要唱成我本是男儿郎 又不是女娇娥 师兄来掏他的嘴 他哭不是因为疼 师兄叫他不要尊严 他便不要\n为了霸王 自由不要了 尊严也不要了 他要唱戏 他要成为角\n那样他就能和霸王永远在一起 唱一辈子 一分也不少 一秒也不缺\n从此我为你画眉 我为你在台上自刎 我就交给你了\n醉笑陪君三万场 不诉离伤\n\n但是霸王恋上了菊仙 和他母亲一样的一个妓女\n她抢走了霸王 他愈发地恨他 他说婊子无情 她道戏子无义\n他一气之下 从此要各唱各的戏\n可是师兄被抓走 他仍是义无返顾 为日本人唱戏 又有何所谓\n师兄不懂 其实他从来就没有懂过 他所放弃的 他所做的牺牲\n究竟是谁欠了谁的债 谁把前世今生错看\n但见泪痕湿，不知心恨谁\n\n为什么这出戏是出悲剧 只道是霸王只是戏里的霸王 虞姬却成了真虞姬\n他又一次跪在那堆火前面\n少时的那堆火 烧掉的是他的衣裳 剩下的是倔强\n此时的这堆火 烧掉的是他的梦 他的心 这次什么也没有剩下\n他的霸王 他的霸王原来不是台上的英雄\n他出卖爱他的人 他的霸王为了苟活 屈服了\n他也要揭发 揭发这是个怎样的世界啊\n熊熊火焰之间 他仿佛看到了他过去的一幕幕 恍若隔世\n背灯和月就花阴，已是十年踪迹十年心\n\n大王意气尽，贱妾何聊生\n终于到了这最后一幕戏\n这次他比哪次都清醒 比哪次都认真 因为这次的戏是唱给他自己的\n刀刃其实也不是那么地冰凉 从此可以永远留在舞台上 真好\n这个世界给了他什么 不如离去 不如离去\n但愿离去是幸\n愿彼岸花火,可衣我华裳\n\n\n他的戏总算落幕了\n红颜远，相思苦，几番意，难相付。十年情思百年渡，不斩相思不忍顾\n\n\n————————————————————————————————\n不想写07年的回顾 因为实在是没做什么 连电影也没怎么看 不过所幸\n看到的都是好电影 赶在07结束之前总算写了想写很久的电影 明天是新年\n要写开心的 所以赶紧赶紧地贴出来 权当是一个总结 祝大家新年快乐！\n\n\n\n",
    "评论 16": "悼痴\n“直道相思了无益，未妨惆怅是清狂”。近日忽觉忧伤来袭，郁郁终日，独饮，独思，独醉。开始怀念轻易被感动的时光，即便是幼稚单纯的哭泣。于是，这样的夜晚，终于再次沉浸于《霸王别姬》，隐隐觉得要在这一段婉转痴情中寻觅一物，以慰空寂，然而并不知心心念念的是何物。黛玉弹琴需净手焚香，只为不负此琴。而我，洗漱，关灯，盘膝而坐，只为不负这情，这痴，这红尘旧事。\n\n哥哥的妩媚婉柔已无力再评，美艳如他，一笑一颦都是千转百回的心事。蝶衣自幼孤苦，为了将他卖至京剧班，母亲竟在严寒冬日举刀砍断他多余的手指。柔弱的孩子握着满是鲜血的手，口口声声喊着母亲的时候，门外除了纷飞大雪，早已空无一人。每每看到这个场景，心里便会阵痛。想起后来蝶衣一度消沉，吸食鸦片，身心俱痛时失声哭喊的依然是母亲，生之痛楚，人之脆弱可见一斑。也许上苍总会怜惜娇柔灵秀之人，所以多劫多难的童年里遇见了大气刚强的他。戏里他是霸王，他是虞姬，生活里他是他唯一的依靠，唯一痛惜他，弥补他心灵缺陷的人，所以他的心早已跟定了他，要跟他唱一辈子戏，从一而终。\n\n熬过冰天雪地的童年，他们终于名扬京城，他的美丽，他的骄傲，他小小的开心都沉醉在师哥坚强的庇护里。蝶衣为小楼画眉，他的心里眼里都是疼惜和爱慕，那是他最喜欢的时刻，只要小楼愿意，他就是他的虞姬。然而，“我本是男儿郎，又不是女娇娥”，这句他常说错的台词成了他一生无法弥补的悲哀。小楼遇见了他生活里的虞姬，他要和菊仙开始属于他们的幸福。而蝶衣望着他心里的霸王，固执地说道“不行！说的是一辈子，差一年，一个月，一天，一个时辰，都不算一辈子”，这是谁给谁的承诺？谁又许了他一辈子？他只是他戏里的虞姬，他可以照顾他，怜惜他，但他不是他生命里最重的那个人。这个总是轻笑沉默的蝶衣却固执地相信生命里唯一的东西，那是他从小刻在心里的“从一而终”，他心里沉积的似火真情被小楼一言否定，在旁人眼里他只是疯魔之人。他的眼神从娇媚变为无边的落寞和孤寂。曾经以为只要小楼要他，他可以如虞姬一般与霸王生死与共，为他快乐，为他悲伤，为他度过人生每一次磨难。然而如今，他只是落寞，他的款款深情落入俗世的污流里，没有归宿，没有回声。他的追随只是一个人的独自沉醉。\n\n然而，蝶衣并不曾说恨，一如他从未说出口的爱，他只是本能的厌恶菊仙，他以为是她偷走了他的霸王。其实都是这样善感痴情的人，谁对谁错，谁赢谁输，又有谁说得清楚。他还是固执地坚持自己的爱，倾其一切去维护他，帮助他，即便小楼一次次辜负他的深情，一次次令他心如刀割。直至最后，虞姬的角色被小四夺走，当小楼拉着他决意弃之不演的时候，他是那么骄傲而甘愿地随他而去。他要的就是他的霸王至死不降的傲气，他可以跟他同生共死，管他山崩地裂。然而，小楼终究是妥协，蝶衣寂寂地离开舞台，听着他的霸王那句一如往日的：“来也！”他的心早已破碎成灰。\n\n文化大革命时期是人性尽现的时刻，他依然没想到最后疯狂地揭发他，批判他的是他心中一辈子追随的霸王，他变得茫然，是他疯狂还是这世界疯狂？心不再是心，爱不再是爱，他不再是他。他一生坚持相信的东西变得如此荒谬可笑，连霸王都脆弱不堪了，还有什么可以坚持？结局如此悲戚沉重，所有人眉目之间都是现实的痛苦和疯狂。小楼说蝶衣“不疯魔，不成活”，他没有他的执著和狂热，他只想获取凡世中一点点的幸福，如他所说“在这人世上，在这凡人堆里，咱们可怎么活”，而蝶衣，他心心念念只说“我这辈子就是想当虞姬”，他宁愿玉石俱焚，天崩地裂，都不愿放弃对艺术，对心，对爱的坚持。这样的痴迷，这样的深情终究只能落得沉痛的寂寞。他们的情感是不对等的，没有心智上的契合点，所以他们抓不住彼此，只能看着另一个人沉沦。电影的最后，蝶衣选择华丽地死在舞台上，死在他的霸王身边。他望着他，依然是恍惚，依然是痴迷，然而这样绝美的离去足以让他的霸王一辈子去怀念和追忆。他选择以虞姬的方式死去，以此来告诉世人，他生生死死，今生今世都只想做霸王的虞姬。\n\n是世界太清醒，还是痴人太疯魔？想这茫茫情海，如此痴傻之人再哪里去寻。一部红楼，洋洋洒洒，出现频率最高的也不过是“情”、“痴”二字。古时元好问著诗，道逢捕雁者云：“今日获一雁，杀之矣。其脱网者悲鸣不能去，竟自投于地而死。”连雁都懂得从一而终，生死与共，而今人今事又是何等凄凉。“恨人间，情是何物，直教生死相许。天南地北双飞客，老翅几回寒暑。欢乐趣，别离苦，是中更有痴儿女。君应有语。渺万里层云，千山暮雪，只影为谁去”，这样的诗词如今读来却只能是无边的怀念。\n\n突然明白自己心心念念在这部影片里寻找的是何物。是美引发痴，还是痴引发了美？情浓有几时？曾经令人心动的东西，曾经那痴迷炽烈却又无所归依的心……\n这篇影评有剧透\n",
    "评论 17": "关于一个眼神的感动\n\n这辈子第一次为一部电影感动是高一那年。学校里组织去看陈凯歌的《霸王别姬》。16岁的孩子，情窦初开懵懂年纪，真不知道当年学校让我们看如此深刻意识又前卫的电影是为了宣传什么。不管是什么原因，总之熙熙攘攘的一帮少男少女确实走进电影院，在黑暗中老老实实的坐了将近三个钟头。那一年很多的事情到现在都忘记了，可这部电影却永远留在了心底，留在了记忆的长河里。\n\n那个时候的我，对同性恋是完全没有概念的。虽然读红楼的时候对脔童这样的字眼十分触目惊心，宝玉与秦钟同窗友谊后面隐藏的暧昧更是值得玩味，但两个男人之间的情欲却不是我小小脑瓜那个时候能够理解的东西。与其说感动，不如说是魅惑。电影里的方宅大院，青砖碧瓦，那些咿咿呀呀的美丽唱词，那些脸谱上五彩斑斓的线条，程蝶衣望向段小楼那妩媚热切又充满绝望悲伤的眼神。我完完全全被迷住了，迷失在一个超越我那个年纪那种心灵理解力之上的复杂故事里。我不明白巩俐饰演的菊仙为什么那么讨厌程蝶衣，我不明白段小楼究竟为什么总活在矛盾与挣扎里，我甚至没完全看懂程蝶衣最后为什么要自杀。可我清清楚楚的记得文革中焚烧京剧道具行头的那一幕，三个人相互指责互相毁灭的场景。熊熊火光里所有的人都被烧成了鬼，被烧得伤痕累累奄奄一息。我坐在那里心中感觉到的疼痛竟然那么真切，眼泪也如河流一般流了满脸。这是我人生中第一次为一部电影流泪，为一个自己并为完全看懂的故事感动，为一段自己完全没有概念的感情心碎。\n\n我的身旁坐着的是当时我暗暗喜欢的男生。泪流满面甚至泣不成声的我在黑暗中突然感觉到自己的手被一个人温暖的，紧紧的握住。我偷偷扭头看他，看他的眼泪在眼眶里打转，看他的眼睛映出那熊熊火光的明灭。我们俩就这样握着手，流着泪，不说一句话的看完了整部电影。当电影院里的灯光又亮起来的那一刻，当林忆莲那首悲伤的《当爱已成为往事》轰轰烈烈的响起来的时候，我心中的感慨几乎无法用言语形容。\n\n后来这部电影又被我看过无数遍，每次的感动感慨都有所不同。可那种魅惑，可程蝶衣那妩媚热切又充满绝望悲伤的眼神却是永远打动我的细节。我依然会在火光重重的那一幕泪流满面，我依然会在音乐响起的时候感慨到言语尽失。我才知道，一部优秀的电影对人的影响，原来可以超越一切语言一切故事情节。\n\n很多年以后，哥哥那个眼神仍然在我心头妩媚着绝望着，京剧与男人之间的感情对我依然极尽魅惑。很多年以后，每当我想起曾经暗恋的那个男生，我也总会想起他手心的温暖，想起我们一同流泪的感动。\n这篇影评有剧透\n",
    "评论 18": "《霸王别姬》：拉片+极简主义评论\n这篇影评可能有剧透\n1993年陈凯歌导演的这部《霸王别姬》是目前为止唯一一部赢得金棕榈奖的华语片。本片的剧本质量甚高，情节编排纵横交错，层层相扣，非常复杂，各种隐喻象征交织在一起，融为一炉，堪称奇观。看罢本片，观众会得到强度很大的充盈感，观影过程中更是由于剧本编排的四通八达而实现对细节的举一反三，已经过去的情节并未因为时间的流逝而印象消退，后面的情节又极好地照应前面并且四平八稳地进行。\n\n下面这个拉片过程纯属个人观点，经验不足，注意力偶有不集中之处，纰漏是明显的。当中提到的这些情节点基本上是按照它们在故事结构中的作用划分的，所以有长有短，也许一段跌宕的故事起承转合很多，但是在故事结构中起一个共同的作用，这种情况下我把它们算做同一个情节点。\n\n影片开始。开场和结尾是倒叙之后的前后呼应，十二年后再重逢，然后一个小戏中戏，张国荣像虞姬一样自刎。开头这一段点中二人分别的时间（1）和四人帮对二人的迫害（2），暗示二人的痛苦经历（A）。一束追光很艺术地让画面周围变黑，从现实过渡到有时空感的遥远年代。\n\n（1）（2）->（A，二人的痛苦经历，是为本剧主题）\n\n开场字幕过后，灰白色画面下小豆子娘带着小豆子走着去看戏。一个轻浮的男人摸脸的动作（3），一句“臭婊子”（4）暗示小豆子娘的职业（B）。\n\n（3）（4）->（B，小豆子娘的人物性格）\n\n小豆子娘抱孩子看戏。喜福成戏班露天表演，师傅带着一帮小孩。小癞子尝试逃跑（5）。师傅等人受到不明人士的欺负（C），这只是一系列欺负的开始。小石头大喊“我操你大爷”，表演拍砖（6）。小石头面对事件做出的反应（6）可以看作对小石头人物性格的交代（小石头的人物性格）。小癞子戏份没有重到必须交代人物性格的程度。不明人士称呼京戏表演为“下三滥”，他们和众人对于拍砖叹服（7），下一段师傅立即称呼拍砖为“下三滥”（8），一个快速小对比，有点讽刺意义（D）。\n\n（6）->（小石头的人物性格）\n\n（7）（8）->（D，一个小对比，讽刺）\n\n师傅体罚小石头（9），表现了一个严师的形象（E）。\n\n7：00\n\n（9）->（师傅的人物性格）\n\n小豆子的六指（10）和门口“磨剪子镪菜刀”（11），一个快速小呼应（F）。“怎么着都成，您别嫌弃我们”（12）和“都是下九流，谁嫌弃谁啊”（13），再次暗示小豆子娘的职业（G=B）。一个穿帮镜头：中间有一个六指的手部特写，是右手大拇指旁边多出一个指头。剩下所有的镜头都是左手小指旁边多出一个指头。\n\n（10）（11）->（F，一个小呼应）\n（12）（13）->（G=B）\n\n“手冷，冻冰了”（14）和砍掉第六指（15）又是一个快速小呼应，和前面也能呼应上（H=F）。小豆子娘从画框左边走下，一个摇镜（pan）过去，小豆子娘没影了，一个引人遐想的镜头，美术指导（好像是陈凯歌老爹）强力插入门外雪花纷飞之镜头，平添寂寥沧桑之感，让人想起《末代皇帝》尊龙最后给小孩蛐蛐的那个摇镜。\n\n（14）（15）->（H=F）\n\n11：00\n\n戏班里其它地方孩子骂小豆子是窑子里的（16），再一次暗示小豆子娘的职业（I=B），且是为描写小豆子和小石头情份之开端（J）。小石头招呼小豆子一起睡（17）。\n\n（16）－＞（I=B）\n（16）（17）－＞(J，小豆子和小石头的情份)\n\n师傅一段＂有人就有梨园行＂的小独白（18），体现人物性格。小豆子练劈叉（19），充实人物传记，塑造人物性格。小石头替小豆子偷工减料并且挨打（20），塑造师傅性格的同时继续深化二人情份（K=J）。\n\n（18）（20）－＞（师傅的人物性格）\n（19）－＞（小豆子的人物性格）\n（20）－＞（K=J）\n\n冬夜小豆子挨体罚，念着霸王别姬的戏词进屋（21），裸睡于一处（22），点题（L）并深化两人情份（M）。两个清晨水边赤膊练戏的场景（23）表现了时间的流逝（N），背诵诫词（24），吊身段背戏词（25），丰富人物传记。注意三人背词情况的对比（O），熟练程度是不同的。这个场景中一个细节非常好，就是师傅质问小豆子“尼姑是男的还是女的”之时，近处焦点之外的小石头演出心急如焚的样子。\n\n（21）－＞（L，点题）\n（21）（22）－＞（M=J）\n（23）－＞（N，时间流逝）\n（24）（25）－＞（小石头的人物性格，小豆子的人物性格，小癞子的人物性格）\n（25）->（O，一个小对比）\n\n师傅打完小豆子的手，小豆子看着血迹斑斑的手心，听觉上给出磨剪子镪菜刀的吆喝声（26），小呼应（P=F）。小石头帮小豆子洗澡，小豆子首次提起枕席底下的三大子儿（27），既表现二人情分（Q=J），又为后面一个小呼应埋下伏笔。此处小石头告诉小豆子“就想自己是个女的”（28）。\n\n（26）->（P=F）\n（27）（28）->（Q=J）\n\n借着听见门口“豌豆黄”的吆喝和小癞子想吃冰糖葫芦这件事（29），一个反应学戏辛苦的丰富人物传记的对比故事线（R）加入了。门口“冰糖葫芦”的吆喝（30），小癞子跑到门口，小石头以不许随便开戏班的门为由拉他回来，他说“门口有很多风筝”，门被打开，小癞子渐渐走到门口（31）。巧妙之处在于两点：剧本没有直接点出冰糖葫芦，或者干脆让小癞子喜欢吃豌豆黄然后给出“豌豆黄”的叫卖之声。剧本先给出豌豆黄，再给出小癞子认冰糖葫芦为最好吃的东西，然后给出“冰糖葫芦”的叫卖声，无疑比前者更加锦上添花；剧本没有令小癞子直接开门，而是选择他被拉回来，然后大家一起去开门，无疑更加合理，小癞子作为个人，又经常挨打，自然不敢轻易越过这个雷池，而大家一起上，人多胆大，门的打开就更合理了。\n\n22：00\n\n小癞子喊小豆子一起逃跑（32），小石头追出去之后，小豆子回身惆怅地说把三个大子儿留给他（33），京剧名角的马车（34），小癞子用小豆子的三个大子儿买了冰糖葫芦（35）。两个看似无关的情节点在此处被第三个情节点连成一套呼应（S），奇哉妙也。\n\n（27）（29）（35）－＞（S，一个小呼应）\n\n小豆子说憋了泡尿（36），名角的马车经过二人（37）。此处引出这位不露脸的角儿，剧本也把第一个和第二个马车的镜头隔开，这也是全剧穿插渗透无处不在的一个缩影。戏院经理首次出场，满嘴油腔滑调引着角儿进了戏院，两个小逃兵开始实实在在感受角儿的风范（38）。这个情节点既表现了戏院经理的人物性格，又为后面他介绍成名之后的段小楼程蝶衣进入戏院的桥段埋下伏笔，顺带着在这个充实人物传记的故事线当中起到指引核心内容，也就是二人被角儿的魅力打动的作用，可谓价值连城。\n\n（38）－＞（戏院经理的人物性格）\n\n二人随着大家鱼贯进入戏院，＜霸王别姬＞上演（39），点题（T）。随着霸王在舞台上威风八面的表演，二人先叫好（40），后流泪（41），其中＂我什么时候才能成角儿＂的自言自语实乃春秋笔法。小豆子尿了小癞子一脸（42），完成对（36）的呼应（U），意图不明。小豆子拉着小癞子回戏班（43），小癞子夸口不怕师傅的体罚（44），这是一个夸口，所以这个情节点将是日后小癞子自杀的伏笔，也将辅助完成二人对待学戏生活态度的对比（X）。\n\n（39）－＞（T，点题）\n（36）（42）－＞（U，一个小呼应）\n\n正因为前面有多次体罚作为师傅的人物传记，此处的情节才显得非常心安理得。师傅体罚小石头，小石头喊叫（45），师傅追打小石头后，小豆子揽过全部责任，挨打之时一声不吭（46），这个点被强调了一下，给出一个对比（V）。小癞子吃下冰糖葫芦（47）。小石头愤而试图对抗师傅未果（48），为后来二人回访师傅的桥段做伏笔。小癞子自杀（49），注意（47）（49）给出一个穿插。戏台上一面假墙倒下，非常拉风地给出一阵尘土，衬托上吊场景的暴力美学。\n\n（45）（46）－＞（V，一个小对比）\n（44）（49）－＞（W，一个小呼应）\n（43）（49）－＞（X，一个小对比）\n\n至此，这个动用了21个情节点，起到丰富两个角色人物传记作用的故事线（R）结束了。\n\n（29）～（49）－＞（R=小豆子的人物性格，小癞子的人物性格）\n\n在此我把逃出戏班的经历作为人物传记的一部分而非阻碍人物达到目的的冲突构建，原因是个人觉得此处冲突尚未被提升到一个非常强烈的程度，人物就在这种阻碍面前屈服了。\n\n31：00\n\n师傅讲戏，点出“人敌不过天命”“从一而终”“自个儿成全自个儿”等主题（50）。这个主题其实还起到提醒观众注意戏曲和剧情的联系的作用，也就是“戏中戏”，所以此处较为明显地将主题给出，不会像一般的剧本那样会显得过火。师傅和戏院经理一番对话（51），集中表现了二人的性格，特别是戏院经理趋炎附势欺软怕硬的形象得到非常立体的描绘。小豆子演唱《思凡》再次犯错（52），小石头用烟斗虐小豆子的嘴（53），小豆子突然开窍，背对了唱词（54）。此处不仅告诉观众，小豆子已经学到技能，同时丰富了对他和师兄关系的刻画。\n\n\n（50）->（Y=T，点题）\n（51）->（师傅的人物性格，戏院经理的人物性格）\n（25）（52）（54）->（Z，一个小呼应）\n（52）（54）->（小豆子的人物性格）\n（53）->（AA=J）\n\n小豆子在台上扮虞姬，风光无限，张公公在台下对他指指点点，非常欢喜（55）。师傅领赏（56）。师兄弟二人玩弄张公公府上一把真剑，戏院经理过来提醒他们注意安全（57）。此处的这把剑将成为一连串记忆的载体，这个情节点也将和后面的几个形成一串呼应，效果极佳。小豆子被点中接受张公公＂临幸＂（58），小豆子帮小石头舔伤口？（59）小豆子被背走（60）。\n\n（59）－＞（AB=J）\n\n张公公纠正小豆子对年代的说法（61），给出时间，刻画人物性格，真乃妙笔生花。小豆子对着张公公解衣撒尿，呼应之前的情节，此情此景激发了张公公的＂占有欲＂，他将小豆子逼到炕上猥亵成功（62），镜头摇至墙上的春宫图。小豆子恍惚走出张府，见到弃婴，师傅提出他的宿命论，小豆子耳边回响磨剪子磨刀的吆喝声（63），这个呼应非常绝妙。\n\n（61）－＞（AC=N，时间流逝）\n（61）（62）－＞（张公公的人物性格）\n（62）－＞（小豆子的人物性格）\n（36）（42）（62）－＞（U，一个小呼应）\n（63）－＞（AD=T，点题）\n（11）（26）（63）－＞（AE，一个小呼应）\n（63）－＞（小豆子的人物性格）\n\n45：00\n\n集体照，照相师让大家集中注意力（64）。相机拍照的声音过后，一个精致的衔接，蝶衣和小楼西装格履（65）。爷们儿们可算长大成人了。学生游行，反对割让华北，热情高涨（66）。师兄弟坐在洋车上和戏院经理聊天叙旧（67）。三人说道第一次联合上台是张公公堂会（68），提到了剑，说不知道卖到哪儿去了（69）。\n\n（65）－＞（AF=N，时间流逝）\n（66）－＞（AG=N，时间流逝）\n（67）－＞（AH=J）\n（67）－＞（AI，戏院经理的人物性格）\n（55）（68）－＞（AJ，一个小呼应）\n（57）（69）－＞（AK，一个小呼应）\n\n二人走进戏院之时，戏院经理捧角，旁边给出＂冰糖葫芦＂的吆喝声（70），刻画人物性格之余还呼应了一把，向小癞子致敬。袁四爷登场了（71）。蝶衣为小楼勾脸（72）。二人精彩的演出过程中，戏院经理捧四爷（73）。后台卸妆，二人情分微妙（74）。四爷送礼（75），戏院经理继续捧（76）。四爷讲戏（77），小楼换衣服（78），四爷继续讲虞姬（79），四爷讲霸王，说霸王亮相回营见虞姬应该走七步而不是五步，小楼演的霸王是黄天霸（80），突出体现了他的戏曲功底。四爷邀请二人喝酒谈戏（81），小楼拒绝（82）。注意（77）（79）与（78）（82）的穿插。四爷走人。蝶衣说了一句慢走（83），体现出他对懂戏之人的尊敬，为日后那位日本兵埋下伏笔。\n\n（70）－＞（戏院经理的人物性格）\n（30）（70）－＞（AL，一个小呼应）\n（72）（74）－＞（AM=J）\n（73）（76）－＞（戏院经理的人物性格）\n（77）（79）（80）－＞（四爷的人物性格）\n\n小楼到了花满楼，点名要菊仙。一段非常小说式的描写给出小楼和一个妓女的对话，＂头牌＂＂高枝＂＂楼上＂这些象征凑成一个小系列。菊仙跳楼（84），显示其刚毅的性格，并暗示二人已认识一段时间。此乃一个快速的人物传记，让后面二人结婚之事更加合理。小楼提亲，菊仙以为是替她开脱，没当回事，小楼认真地把酒喝掉，故事节奏放慢表示严肃认真，菊仙接受求婚，也把酒喝掉（85）。\n\n（84）－＞（菊仙的人物性格）\n（84）－＞（AN，小楼和菊仙的情份）\n\n60：00\n\n蝶衣谈起花满楼小楼打架并和菊仙相好一事，非常嫉妒，又讲到师傅所说的从一而终（86），小楼说戏和人生不能混淆（87）。照应主题的同时，开始出现二人性格的碰撞和冲突。菊仙赎身，老鸨提到了窑姐是她一辈子的命（88）。蝶衣谢幕，四爷再送横幅（89）。观众热情鼓掌，此时他们已经是京城的名角了。\n\n（86）－＞（AO=J）\n（50）（86）－＞（AP，一个小呼应）\n（87）－＞（AQ=T，点题）\n（87）－＞（AR，蝶衣与小楼的性格冲突）\n（88）－＞（AS=T，点题）\n（75）（89）－＞（AT，一个小呼应）\n\n菊仙再一出场，衣着服饰比先前的窑姐时代朴素很多。她委屈地告诉小楼，花满楼不留结婚的人（90）。她非常带有自尊地主动把自己赎了出来，然后把自己扮成弱者，慌称被花满楼赶了出来，博得小楼同情，从而快速获得名份，颇具城府。后面有人说的一句＂这妞真厉害＂证实了这一点。蝶衣与菊仙见面，摔门而入（91）。菊仙要＂堂堂正正进段家的门＂（92）。蝶衣摔门而出，讽刺菊仙洒狗血，讽刺小楼是黄天霸（93）。蝶衣告诉小楼去四爷家，求小楼别走，小楼不听（94）。\n\n（90）（92）－＞（菊仙的人物性格）\n（91）（93）－＞（AU，蝶衣与菊仙的性格冲突）\n（80）（93）－＞（AV，一个小呼应）\n（94）－＞（AW，蝶衣与小楼的性格冲突）\n\n四爷拿出一对珍贵的羚子恭候蝶衣（95）。蝶衣为两个孩子盖被，想起当年（96）。\n\n（75）（95）－＞（AX，一个小呼应）\n（81）（95）－＞（AY，一个小呼应）\n（22）（96）－＞（AZ，一个小呼应）\n\n72：00\n\n四爷说观音集阴阳于一身，欢喜无量（97）。宝剑再次出现（98）。四爷请求蝶衣做红尘知己（99）。二人夜间唱戏（100）。蝶衣拔剑，四爷大声告诉他这把剑是真家伙（101），与结尾呼应。日本兵出现（102），暗示时间。蝶衣口红模糊（103），不言自明。拿着剑进入婚宴，让小楼辨认，菊仙递酒，蝶衣说“多谢菊仙小姐”（104）。蝶衣看了墙上二人的照片（105），宣布不再和小楼合作（106）。\n\n（57）（69）（98）（101）－＞（AK，一个小呼应）\n（83）（94）（100）－＞（BA，蝶衣的人物性格：对懂戏之人的态度：四爷）\n（102）－＞（BB=N，时间流逝）\n（83）（94）（100）（103）－＞（BA，蝶衣的人物性格：对懂戏之人的态度：四爷）\n（57）（69）（98）（101）（104）－＞（AK，一个小呼应）\n（65）（105）－＞（BC，一个小呼应）\n\n蝶衣走出，日本兵进城，顺利过渡到蝶衣给日本人唱戏的情节，非常自然。蝶衣唱＜贵妃醉酒＞，四爷和日本人在台下看，周围满挂日本国旗（107）。小楼说蝶衣把眉子勾得立起来（108）。演出过程中传单飘落，别人退场了，蝶衣演唱照旧（109）。日本人穿着小楼的戏衣（110），蝶衣演出，灯光熄灭又恢复（111），汉奸蛮横对待小楼（112）。四爷带头鼓掌（113）。日本人鼓掌（114），为日后蝶衣单独给日本人唱戏埋下伏笔。小楼气愤当头，把茶壶砸向汉奸（115）。这里能看出二人对待日本人的态度的不同。\n\n（71）（89）（107）（113）－＞（BD，一个小呼应）\n（72）（108）－＞（BE，一个小呼应）\n（109）－＞（蝶衣的人物性格）\n\n\n\n\n蝶衣马上要去给日本人唱戏，暗示小楼被日本人抓起来了（116）。戏院经理出面解释一下跳过的剧情（117）。菊仙出场，蝶衣又把外套脱下，菊仙当即搬把椅子坐下（118），此情节点一剑双雕，妙哉。菊仙同意在蝶衣救出小楼之后回花满楼（119），这个冲突以菊仙的妥协作为结束。\n\n（115）（116）－＞（BF，蝶衣与小楼的性格冲突）\n（116）－＞（BG，蝶衣的人物性格：对懂戏之人的态度：日本人）\n（116）－＞（BH=J）\n（117）－＞（BI=N，时间流逝）\n（118）（119）－＞（BJ，蝶衣与菊仙的性格冲突）\n（118）－＞（菊仙的人物性格）\n\n蝶衣给日本人唱＜牡丹亭＞，日本人听得津津有味（120）。小楼被放出，蝶衣说有个叫青木的日本人是懂戏的，被小楼唾弃（121）。日本人列队，处决犯人（122）。婚礼，洞房（123）。蝶衣与四爷吃饭（124）。\n\n（121）－＞（BK，蝶衣与小楼的性格冲突）\n（116）（121）－＞（BG，蝶衣的人物性格：对懂戏之人的态度：日本人）\n（123）（124）－＞（BL，一个小对比）\n\n90：00\n\n蝶衣替四爷勾脸（125）。小楼和菊仙憧憬幸福生活（126）。蝶衣吸大烟（127），小楼玩蛐蛐（128），不唱戏的日子两个人都堕落了。菊仙劝戒小楼不要玩蛐蛐，做正经营生（129）。\n\n（72）（108）（125）－＞（BE，一个小呼应）\n（83）（94）（100）（103）（125）－＞（BA，蝶衣的人物性格：对懂戏之人的态度：四爷）\n（127）（128）－＞（BM，一个小对比）\n（127）－＞（蝶衣的人物性格）\n（128）－＞（小楼的人物性格）\n（129）－＞（菊仙的人物性格）\n（129）－＞（BN，小楼和菊仙的情份）\n\n二人拜会师傅，师傅回顾历史，给他们以训诫（130）。菊仙来顶撞师傅（131）。菊仙与小楼争吵，借以给出菊仙怀孕的讯息（132）。师傅带徒弟，猝然离世（133）。披麻带孝之际，遇到小四儿，他提到了师傅当年说要成全自个儿的话（134），这是一个重要的点，就此引进一个日后将要在意识形态方面给他们以冲击的角色。\n\n（48）（130）－＞（BO，一个小呼应）\n（130）－＞（师傅的人物性格）\n（131）－＞（BP，菊仙和师傅的性格冲突）\n（131）（132）－＞（BQ，菊仙和小楼的情份）\n（18）（133）－＞（BR，一个小呼应）\n（134）－＞（小四儿的人物性格）\n（50）（134）－＞（BS，一个小呼应）\n\n102：00\n\n披麻带孝和欢庆日本投降两种情绪交织，非常有意境。二人为了新生命的降临做准备（135）。蝶衣唱戏，周围的国军显出非常没有教养的姿态，频繁用手电晃他，满嘴下流话（136）。这里反映了一个非常重要的冲突，作为侵略者的日本人和地主阶级的四爷是懂戏的，作为自己人的国军是庸俗的，蝶衣作为一个戏痴，在道德和艺术之间进行抉择之中，一辈子迷失了自我。菊仙让四儿去找戏院经理（137），可见她对蝶衣还是有怜惜之心的。小楼走出，对国军好言相劝（138），国军占领道德制高点和小楼打起来，小楼骂道“我操你大爷”（139）。菊仙在乱军之中流产（140），同时国军将蝶衣抓走（141）。首先，两个人与环境抗争的结果交织体现，在这一桥段里推出一个高潮；然后，人和环境的冲突是重要的，当环境变了之后，不仅带出人物和新环境的冲突，同时再追加一层由于旧环境的影响，或者与人物和旧环境的关系相干的，由新环境所不容的冲突。层次感在此处顿时鲜明异常。\n\n（107）（136）->（BT，一个小对比）\n（138）->（BU，蝶衣和小楼的情份）\n（6）（139）->（BV，一个小呼应）\n（140）->（小楼的人物性格，菊仙的人物性格）\n（141）->（小楼的人物性格，蝶衣的人物性格）\n\n菊仙劝说小楼不要继续和蝶衣唱戏（142）。小楼和戏院经理到四爷家请求四爷出面就蝶衣，四爷提出霸王亮相回营究竟应该走几步（143）。菊仙拿着剑来到四爷府上，要挟四爷，如若不救蝶衣就把他告发为汉奸（144）。菊仙给蝶衣传话，说小楼的孩子没了，是他们在一起唱戏的报应（145）。法庭上，四爷痛斥检察官“淫词艳曲”之说（146）。蝶衣拒绝假证，坚称是主动参加日本人的堂会（147）。四爷离去，法庭释放了蝶衣（148）。 蝶衣和四儿为国军司令官表演《牡丹亭》（149）。\n\n（80）（143）->（BW，一个小呼应）\n（57）（69）（98）（101）（104）（144）－＞（AK，一个小呼应）\n（144）->（BX，菊仙和小楼的情分）\n（144）->（菊仙的人物性格）\n（146）->（四爷的人物性格）\n（116）（121）（147）－＞（BG，蝶衣的人物性格：对懂戏之人的态度：日本人）\n\n蝶衣吸大烟，戏院经理把一封家书烧掉，撕毁一把扇子，片中提示这是惯常做法（150）。蝶衣自然是不知道父母是谁的，所以这是一个突出体现人物性格的桥段。小楼和蝶衣再会，派四儿把宝剑交给小楼，此时小楼在卖西瓜（151）。共产党兵临城下（152），小楼说“他们别瞎闹，闹哄急了照打”，四儿在旁边听到了这句话，戏院经理说四爷不管哪朝哪代都是爷（153）。他们与张公公在街边重逢，张公公此时已成算命先生（154）。共和国建立，戏院里红旗飘飘（155），蝶衣唱戏刺花儿，台下解放军战士竟热烈鼓掌（156），随后唱起解放军军歌，四儿在一旁看了，内心澎湃（157）。蝶衣戒大烟（158）。小楼等人在批斗会上，四爷被批斗，呼应前文（159）。四爷被带走，小楼本欲站起来说真话，后来被旁边的菊仙按住不让站起来（160）。此处本质上是人物和环境的一个冲突，是周围环境与他的性格不合时他所作出的反应。四儿是人群中喊口号的先进分子（161）。小楼嘟囔：就这么把袁四爷毙了？（162）四儿徜徉在共产党人的海洋中，逍遥自在（163），他接受了共产主义思想。\n\n（150）（158）->（蝶衣的人物性格）\n（152）->（BY=N，时间流逝）\n（55）（154）->（BZ，一个小呼应）\n（107）（136）（156）->（BT，一个小对比）\n（153）（159）->（CA，一个小呼应）\n（160）（162）->（小楼的人物性格）\n（157）（161）（163）->（四儿的人物性格）\n（57）（69）（98）（101）（104）（144）（151）－＞（AK，一个小呼应）\n\n130：00\n\n小楼帮蝶衣戒大烟，蝶衣烟瘾发作，把墙上的相框打碎，蝶衣骂道“我操你大爷”（164），这是他当年从自己师哥口中听来的脏话。菊仙进屋，蝶衣嘟囔：水都冻冰了（165）。以上两个堪称挖坟级别的呼应。四儿唱着“解放军的天是晴朗的天”进屋（166），说自己开会去了，被菊仙打了一巴掌（167）。至此，编导终于让我们等来了先前情节开花结果的这一天，前面对于半途出场的这位四儿，人物性格塑造的工作可以说进行的非常紧凑，争分夺秒，为的就是这一刻。到这我们终于开始看到了一个接受了无产阶级思想的革命小将和这几位主角性格上的矛盾。各位师兄师弟来看望蝶衣（168），大烟的事情就告一段落了。\n\n（65）（105）（164）－＞（BC，一个小呼应）\n（164）->（CB=J）\n（6）（164）->（CC，一个小呼应）\n（14）（165）->（CD，一个小呼应）\n（166）->（四儿的人物性格）\n\n开会场面。蝶衣阐述自己对现代戏这身行头的意见，四儿站在无产阶级立场上提出反对意见，蝶衣说京戏是“无声不歌，无动不舞”。菊仙走进会场。四儿迅速将美学问题上纲上线到政治问题，蝶衣训斥他说的是两码事，说他放肆。小楼从中调停。四儿让小楼说说。菊仙从中打断，给他伞，暗示他小心说话（169）。小楼说只要是西皮二黄就是京戏，还在蝶衣腿上拍了一下（170）。戏院经理不改他油嘴滑舌的性格，坚决拍新社会马屁（171）。四儿和蝶衣激烈冲突，四儿走人（172）。\n\n（169）->（CE，蝶衣和四儿的性格冲突）\n（169）->（菊仙的人物性格）\n（169）->（CF，菊仙和小楼的情分）\n（170）->（小楼的人物性格）\n（170）->（CG=J）\n（171）->（戏院经理的人物性格）\n（172）->（CH，蝶衣和四儿的性格冲突）\n\n137：00\n\n戏台后台蝶衣四儿同时扮虞姬，原来早就决定由四儿替代蝶衣。小楼本来决定不唱，后来在思想斗争之后，决定屈服于环境，上台和四儿演出，由蝶衣亲自把辔头给小楼戴上（173）。菊仙给蝶衣披上行头，蝶衣转身说“多谢菊仙小姐”（174）。师兄弟二人隔着房门发生争吵，小楼走后，蝶衣走出，将院子里晾着的戏服烧掉（175）。\n\n（173）->（小楼的人物性格）\n（173）->（CI=J）\n（104）（174）->（CJ，一个小呼应）\n（175）->（CK，蝶衣和小楼的性格冲突）\n\n文革前夕，广播当中给出文革开始的决定（176）。在广播的背景声音中，蝶衣走到小楼家，见小楼和菊仙将很多纸质资料烧掉，用沾了“四旧”的酒杯喝酒并砸碎酒杯，酒过三巡，二人退至床上云雨，蝶衣离开（177）。对小楼的单独批斗，宝剑再次出现，戏院经理和四儿证明小楼说过“共产党来了照打不误”的话（178），此时四儿的服饰是典型的红卫兵。批斗会上小楼被要求拍砖，要求交代旧社会时候的行径，包括逛妓院娶妓女（179）。此处人物和环境的冲突，本质上和国军以汉奸罪把蝶衣抓走的桥段是一样的。小楼被游街，蝶衣跑来为他勾脸（180）。二人被游街，小楼被迫“揭发”蝶衣（181）。小楼把宝剑扔到火堆中，菊仙把剑抢救出来（182）。蝶衣站起揭发小楼和菊仙，说这一切都是报应（183）。小楼被迫和菊仙划清界限（184）。\n\n（176）->（CL，时间流逝）\n（177）->（小楼的人物性格，菊仙的人物性格，蝶衣的人物性格）\n（57）（69）（98）（101）（104）（144）（151）（178）（182）－＞（AK，一个小呼应）\n（178）->（CM，戏院经理和小楼的性格冲突）\n（178）->（CN，四儿和小楼的性格冲突）\n（180）->（CO=J）\n（181）（184）->（小楼的人物性格）\n（182）->（菊仙的人物性格）\n（183）->（蝶衣的人物性格）\n（145）（183）->（一个小呼应）\n\n163：00\n\n菊仙最后与蝶衣见一面，穿着新衣服悬梁自尽，背景音乐是现代样板戏（185）。四儿捧着当年四爷送给蝶衣的见面礼，吟唱《霸王别姬》（186）。红卫兵一身正气向他走来，想必没有好结果。十一年后，蝶衣和小楼最后一次共同走台（187），唱起虞姬意欲拔剑自刎的桥段，小楼说唱不下来了，然后二人回忆起当年小豆子练习《思凡》的情景，蝶衣又一次念错（188）。继续排练最后这个桥段，一个意味深长的蝶衣的特写，蝶衣人戏一体，拔剑自刎（189）。小楼回身失声喊叫蝶衣的名字，又轻声叫了一声小豆子，背景音乐是“歌唱祖国”（190）。影片结束。\n\n（185）->（菊仙的人物性格）\n（169）（185）->（CP，一个小呼应）\n（75）（186）->（CQ，一个小呼应）\n（187）->（CR，时间流逝）\n（25）（52）（54）（188）->（Z，一个小呼应）\n（101）（189）->（CS，一个小呼应）\n（57）（69）（98）（101）（104）（144）（151）（178）（182）（189）－＞（AK，一个小呼应）\n\n\n\n粗略地过一遍情节之后，我们可以看到190个情节点讲述了97个结构基础（由字母标示），这些结构基础以错综复杂的情节点编排作为工具，坚实地搭起了整个剧本，其中每一个情节点都不忘呼应上文或者为下文伏笔。这是一个典型的传统经典剧本的格式，而情节编排显然比一般的经典剧本要复杂得多，这是本剧最为出彩的地方。\n\n经典剧本的戏剧属性体现在人物和情节两方面，人物的核心是性格，情节的核心是冲突。人物性格实际上就是周围环境在人物身上所施加的影响。人和环境之间的冲突又是情节当中必不可少的一环。所以从这个意义上说，人物性格和情节冲突有时候真是一枚硬币的两面，界限难以分清。从北洋政府时期到文革结束，环境经历了一系列不停的变迁。人和环境的冲突是重要的，当环境变了之后，不仅带出人物和新环境的冲突，同时再追加一层由于旧环境的影响，或者与人物和旧环境的关系相干的，由新环境所不容的冲突。层次感在此处顿时鲜明异常。剧本当中常以特殊环境的特殊事件作为实实在在与人物发生冲突的物件，比如文革时期的批斗会。那么人物之间呢？人和人之间可以有冲突，人和别人之间的关系也可以有冲突。\n\n这部戏的剧本是经过精雕细琢的，每一个桥段在完成自己职能的基础上都非常出彩。桥段之间的衔接也都经过了精致的处理。把所有塑造人物性格的桥段串起来，我们可以对人物在剧中的经历略知一二。\n\n蝶衣是个戏痴，对于爱戏懂戏之人都怀有敬佩之情，心里待他们为知己。理想主义式的死板贯穿始终，绝不轻易向环境妥协，最终无力支撑，以死谢幕。戏班老爷一句“你可真入了化境了，雌雄都不分了”正是他一生的缩影。（（19）（24）（25）（29）～（49）（52）（54）（62）（63）（83）（94）（100）（103）（109）（116）（121）（125）（127）（141）（147）（150）（158））\n\n小楼对人生和唱戏之间的界限分得非常清楚，这个性格是作为蝶衣的对比而存在的。他对于蝶衣爱恨交加，也对环境有过屈服。虽然一路走来挫折不断，但是他是最现实的一个角色，情绪一直较为平稳，性格不突兀不鲜明。（（6）（24）（25）（128）（140）（141））\n\n菊仙是一个刚毅并且有一定城府的女人。作为一个出身青楼的女人，她也许是剧中唯一一个自始至终为自己的良心做人的角色。经过如此多的大风大浪，最终没能拗过环境，悬梁自尽。既是和前面她自己的经历的对比，也是她人物性格的清晰写照。（（84）（90）（92）（118）（129）（140）（141）（144））\n\n前期塑造好人物性格之后，后面就剩下强化这些性格的任务了，编剧本的时候将他们的举动编得符合人物的性格就好。剧中人物的关系几乎是人物性格刚刚被塑造好便开始进行了，主要是蝶衣和小楼之间复杂的感情，以及剧中人物之间的性格冲突，它们交错出现，让故事紧凑有力，让观众过足了戏瘾。\n\n剧中的情节点完成了一系列的呼应和对比，它们让这个剧本的复杂程度变得登峰造极，要求编导有一以贯之的注意力，是非常耗费能量的，能做到如此程度甚是不易。\n\n作为侵略者的日本人和地主阶级的四爷是懂戏的，作为自己人的国军和解放军是庸俗和不懂戏的，蝶衣作为一个戏痴，在道德或者政治和艺术之间进行抉择之中，一辈子迷失了自我。他是剧中最为重要的一个角色，因为他与环境之间的抗争最为强烈。一个饱经沧桑的戏院，周围挂过日本，民国，共和国时期等等很多的旗帜和条幅，见证了时代的变迁（（73）（107）（136）（155））。一把宝剑，几易其手，是一个重要的承上启下的连接物（（57）（69）（98）（101）（104）（144）（151）（178）（182）（189））。\n\n戏院经理的油嘴滑舌趋炎附势，四爷的梨园功底和飘飘欲仙，四儿的无产阶级世界观也都刻画得淋漓尽致。其中戏院经理作为一个配角，对于他的性格特点的描摹刻画是很多的，基本上每一个桥段都能找到，原因在于他和主角们比起来处在低位，在故事当中处在略为弱势的地位，即使他的性格和主角们比起来实属迥异，多说几句，多表现一点他的性格也并不会伤害那场戏的主要矛盾，毕竟主要矛盾还是由比戏院经理更强势的主角们来体现的。\n\n小癞子并非主要人物（（5）），多安插他一个人物在剧中对于主线故事没有根本性的影响。为什么编剧要加入这个角色？为了衬托小豆子小石头学戏之艰辛？还是为了有一个人能带着小豆子有一趟出走喜福成科班的经历，帮助塑造小豆子的性格？不能否认，有了小癞子这个角色，这出戏更加生动了。妙笔。值得思索和借鉴。\n\n说到本片的最终效果，简单说来，有一系列值得注意的地方。朦胧的灯光色彩在片中起到非常重要的作用，屡屡暗示了场景的情绪和气氛。开场小豆子娘抱孩子出来之后镜头是灰白的，后来师傅一边打小石头的时候画面就一边变成彩色的了，这个过渡来得很隐蔽。片中的语言非常精彩，京腔京韵味道十足，同时它们让那些略显次要的情节点保持了最大程度的趣味，不至于让观众兴致降低，同时对于情节点的衔接起到了无可替代的作用。本片的剪辑和节奏控制是有所欠缺的地方，剧中偶有衔接不上之处，也有故事讲述过快和过慢的部分，影响了影片的整体效果。\n"
}